[
	{
		"tablaIdRef": "amhon_dat/AYU_W",
		"indiceId": "ID",
		"indicePartes": [
			"ID"
		],
		"numRegistros": 146
	},
	{
		"datos": [
			{
				"ID": "amhon_app/COM_ALB_G_DOC",
				"NAME": "Albaranes de compra. Documentos",
				"DSC": "En la pestaña \"Documentos\" que está disponible en la mayoría de ficheros maestros y en todos los documentos de gestión (compras y ventas) y en los más significativos de la contabilidad, disponemos de la relación de la gestión documental relacionada con el registro visualizado pudiendo subir un fichero y asociarlo a dicho registro, visualizarlo (la aplicación nos abrirá directamente el fichero con el visor asociado al sistema operativo) o editarlo, función que además de descargarlo a nuestro ordenador, nos lo abrirá en modo \"edición\" solicitándonos la carpeta donde guardarlo para su posterior edición.\n\nAl eliminar un registro, se elimina también el fichero del repositorio donde haya sido ubicado, S3 de Amazon, Google Drive o Dropbox, por lo que este tipo de funcionalidades suelen tener permisos específicos en la aplicación.",
				"URL": "https://youtu.be/50Jbf_YfTKE",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_ALB_G",
				"NAME": "Albaranes de compra. Cabecera",
				"DSC": "Al dar de alta un albarán de compra debemos rellenar una serie de campos:\n\n\"Nº albarán proveedor\": número de albarán del proveedor.\n\"Nº de documento\": el número de documento se asignará automáticamente una vez empecemos a introducir las líneas y asumirá la numeración en función de la configuración definida por empresa y serie del documento.\n\"Fecha\": fecha del albarán.\n\"Hora:\" hora de la creación del albarán.\n\"Proveedor\": proveedor del albarán y que podemos seleccionar mediante el menú asociado a dicho campo.\n\"Contacto\": contacto del proveedor y que podemos seleccionar mediante el menú asociado a dicho campo.\n\"Forma de pago\": forma de pago del albarán y que se asume por defecto de la ficha del proveedor.\n\"Fecha recepción\": fecha de recepción del albarán de compra.\n\"Serie\": serie del albarán de compra que se asume por defecto en función de lo establecido en la configuración de la ficha de empresa.\n\"Almacén\": almacén donde se recibió la mercancía solicitada en el pedido y que es asumido por defecto por el valor que consta en la ficha de empresa.\n\"Estado\": estado actual del albarán. En el alta, el estado es \"Sin facturar\" y en función de las tareas realizadas puede ir cambiando a otros estados como \"Cancelado\", \"Pendiente\",  \"Parcialmente recibido\" y \"Recibido\".\n\nUna vez introducido el albarán y sus líneas, además de los botones para aceptar, cancelar y eliminar, disponemos de un botón con más opciones, donde podemos facturar este albarán con un simple clic, simplemente rellenando los campos que nos mostrará el formulario de facturación.",
				"URL": "https://youtu.be/ky0LVll3rDs",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_ALB_G_DET",
				"NAME": "Albaranes de compra. Detalle",
				"DSC": "Una vez realizada el alta de la cabecera del albarán de compra, podemos proceder a introducir las líneas del albarán.\n\nDesde el botón habilitado para dar altas, una vez pulsado, nos aparecerá un formulario en modal con las pestañas \"Detalle\", donde introduciremos los datos del producto, cantidades, precios, descuentos, ...  \"Descripción\", pestaña con la descripción ampliado de la línea, y \"Trazabilidad\", pestaña que nos mostrará toda la trazabilidad de la línea del albarán, es decir, desde que línea de pedido de compra ha sido generado y en qué factura ha sido incluido.\n\nEn la pestaña \"Detalle\" nos encontramos con los siguientes campos:\n\n\"Artículo\": producto recibido y qué podremos elegir mediante las opciones del botón asociado a dicho campo, además de poder seleccionarlo simplemente empezando a escribir el nombre del producto.\n\"Cantidad\": cantidad recibida.\n\"Precio\" precio de compra del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"Coste\" precio de coste del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"% descuento\" porcentaje de descuento que será aplicado al producto.\n\"Importe\": importe de la línea de albarán de compra, teniendo en cuenta los precios y su descuento a aplicar.\n\"Tipo de IVA\": tipo de IVA a aplicar que es asumido por defecto de la ficha del artículo.\n\"Retención IRPF\": check que activaremos en el caso que debamos aplicar retención por IRPF a este producto.\n\"Retención alquiler\": check que activaremos en el caso que debamos aplicar retención por alquiler a este producto.\n\"Almacén\": almacén en el que hayamos recibido el pedido realizado y que se asume de la cabecera del pedido de compra.",
				"URL": "https://youtu.be/tsklT2dAh7w",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_ALB_G_PED",
				"NAME": "Albaranes de compra. Pedidos",
				"DSC": "Desde la pestaña \"Pedidos\", visualizaremos las líneas de pedido pendientes de recibir, pudiendo acceder a cada una de ellas con un simple clic.\n\nDesde el botón \"Añadir\", disponemos de la posibilidad de añadir la línea seleccionada como recibida, con un simple clic.",
				"URL": "https://youtu.be/V5cu7AUGoFo",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_ALB_G_MEN",
				"NAME": "Albaranes de venta. Menú",
				"DSC": "En el menú de ventas encontramos la opción albaranes de ventas.\n\nUn albarán es el documento que se entrega con la mercancía o que lleva el transportista. En algunos países se le llama despacho o remito. El documento refleja los artículos que se están entregando al cliente.\n\nSe muestra por defecto la lista en orden descendente. Primero el último grabado.\n\nEl buscador permite buscar trozos y palabras del nombre, teléfono o CIF del cliente, nombre del comercial y por el número de documento.\n\nSe puede combinar la búsqueda con otras opciones como son entre fechas y por estado.\n\nEn la toolbar tenemos un botón para imprimir, generar el PDF o previsualizar el informe con la lista de albaranes. Y también tenemos el botón para crear un nuevo albarán, despacho o remito.\n\nDesde el botón de la toolbar podemos facturas todos los albaranes seleccionados. Tras seleccionar y pulsar la opción de facturar los seleccionados se generan las facturas, verificando previamente que no se facturan albaranes ya facturados. Al facturar debemos escribir la fecha, y posteriormente se muestran las facturas generadas agrupando aquellas que sean del mismo cliente, serie y forma de pago.",
				"URL": "https://youtu.be/6hUVD2fcBws",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_ALB_G",
				"NAME": "Albaranes de venta. Cabecera",
				"DSC": "Cuando creamos un nuevo albarán de venta debemos rellenar primero los datos de cabecera.\n\nUn albarán, despacho o remito es el documento que se entrega con la mercancía para su validación cuando es recibido por el cliente.\n\nPor defecto se muestra la fecha del día que podemos modificar escribiendo la nueva fecha o usando el calendario.\n\nLa hora en la que generamos, se asume por defecto. Esta hora se usa en el almacén para dar la salida de la mercancía.\n\nDebemos grabar el cliente ya que es un datos obligatorio.\n\nEl comercial se asume por defecto el que tenga asignado el cliente, aunque también podemos modificarlo.\n\nEl contacto nos permite seleccionarlo de los contactos del cliente.\n\nLa forma de pago asume la que tenga asignada el cliente, y en su defecto la que tenga configurada la empresa, y podemos modificarla manualmente.\n\nLa serie de ventas que asume la del cliente o en su defecto la de la empresa. Si el documento es generado desde un pedido asumirá la serie del pedido. Podremos modificarla manualmente.\n\nSaldrá un almacén por defecto configurado en la empresa. Este dato se usa para que cada vez que se grabe una línea asume el almacén que tenemos grabado en la cabecera, aunque cada línea puede estar asignada a un almacén diferente si lo cambiamos manualmente.\n\nLa dirección de envío asume el valor de la dirección principal del cliente aunque podemos manualmente seleccionar otra dirección del cliente o incluso crear una nueva.\n\nSolo hay 2 posibles estados. Factura o pendiente de facturar. Lo hace automáticamente una vez que el albarán se incluye en una factura.\n\nEn el botón de opciones tenemos la opción imprimir que nos permite previsualizar, generar en PDF o en papel un albarán. Y la opción facturar permite generar la factura directamente desde el formulario del albarán pasando en ese momento el estado del albarán a facturado.",
				"URL": "https://youtu.be/O7FiPcMiotA",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_ALB_G_DET",
				"NAME": "Albaranes de venta. Detalle",
				"DSC": "En la pestaña detalle de los albaranes de venta podremos grabar las líneas de detalle del documento.\n\nUn albarán es sinónimo de despacho o remito.\n\nPodemos grabar las líneas de detalle del documento con el botón más, con doble clic en una zona en blanco de la rejilla, botón derecho de ratón formulario de alta o usando la tecla Insert sobre la rejilla.\n\nSeleccionamos el artículo, aunque también podemos generar líneas sin tener ningún artículo asignado y en ese caso deberemos rellenar el texto en la pestaña descripción.\n\nGrabaremos la cantidad servida al cliente.\n\nEl precio lo asume del artículo, o de las condiciones que tenga ese cliente bien por tener una tarifa asignada o un precio especial para ese artículo. El precio podremos modificarlo manualmente para este documento.\n\nEl descuento podemos grabarlo manualmente aunque por defecto se asumirá de las condiciones que tenga el cliente.\n\nHay una serie de datos que aunque no pasa por el ellos el cursor usando la tecla de tabulación sí que podemos acceder con el ratón para su modificación.\n\nEl tipo de IVA se asume del artículo, y lo podemos modificar manualmente.\n\nLa retención de IRPF se asume del cliente, y podemos manualmente asignarlo a las líneas que sean necesarias, no es obligatorio que lo tengan todas las líneas o ninguna.\n\nLa retención de alquiler se usa cuando se venden alquileres de inmuebles.\n\nEl almacén de salida que por defecto se asume de la cabecera del documento pero que podemos modificarlo manualmente.\n\nCon el botón Nueva línea grabamos la línea y se muestra el formulario vacío para rellenar otra línea al documento.\n\nEn la pestaña descripción podemos meter textos específicos que serán usados para la impresión del documento y que nos muestra también en la rejilla.\n\nEn la pestaña de trazabilidad podremos ver de que líneas de pedido procede este albarán.",
				"URL": "https://youtu.be/05HxDJT_fCs",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_ALB_G_PED",
				"NAME": "Albaranes de venta. Pedidos",
				"DSC": "Un documento de albarán también llamados despachos o remitos, es el documento que se entrega al cliente con la mercancía para que verifique que ha recibido lo enviado.\n\nUn albarán se puede generar a partir de un pedido o grabarlo manualmente.\n\nDesde un pedido de venta se pueden generar uno o varios albaranes de venta.\n\nUna vez generado un albarán, si queremos añadirle a ese albarán más artículos para servirlos en el mismo albarán usaremos la pestaña de Pedidos.\n\nEn la pestaña de Pedidos se muestran todas las líneas de detalle de pedidos del cliente que tengan cantidad pendiente de servir.\n\nEn la primera columna podemos editar la cantidad a servir si no podemos servir todas las unidades.\n\nUna vez seleccionadas las líneas a añadir al albarán usaremos el botón añadir para incluir esas líneas en el albarán.\n\nUna vez añadidas podremos verlas en la pestaña de detalle y nos desaparecerán de la pestaña de pedidos si están totalmente servidos.",
				"URL": "https://youtu.be/U-VG6CB4Npk",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ALM_M",
				"NAME": "Almacenes",
				"DSC": "Desde el menú de almacenes de maestros de gestión podemos visualizar todos los almacenes que tenemos creados en la aplicación.\n\nLa aplicación es multialmacén, lo que significa que podremos gestionar existencias de tantos almacenes como necesitemos.\n\nAl dar de alta un almacen debemos especificar un código alfanumérico de uno o varios caracteres. Al ser arbolados se permite que un almacén puede tener subalmacenes, tanto físicos como virtuales.\n\nDentro de un almacén encontraremos diferentes pestañas que nos permitirán ver las existencias actuales de cada uno de los artículos, indicando para cada uno las existencias físicas, las unidades pendientes de recibir y pendientes de servir, la existencia disponible que es la diferencia entre la existencia física en el almacén menos las uniddades pendientes de servir, y la existencia teórica que es el resultado de sumar la existencia física más las unidades pendientes de recibir menos las unidades pendientes de servir.\n\nEn otras pestañas encontramos el detalle de las líneas de pedidos pendientes de servir y pendientes de recibir, y en una última pestaña podremos ver todos los movimientos de entrada y salida que se han producido en el almacén.\n\nGracias a la estructura jerárquica cuando entramos en un almacén que tiene subalmacenes podremos ver no solo las existencias, unidades pendientes de recibir, pendiente de servir y movimientos que se han producido específicamente en ese almacén, sino que además tendremos a la vista lo de todos sus subalmacenes.\n\nEl botón situado en la barra de herramientas de las existencias podremos ejecutar el recálculo de existencias de todos los artículos. Y en el botón calcular de la pestaña de movimientos podremos ejecutar el recálculo de los stocks que quedan en cada movimiento tras producirse la correspondiente entrada o salida. Estas opciones de recálculo no es necesario ejecutarlas, por defecto, ya que el programa siempre tiene calculado en tiempo real las existencias de los movimientos y de los almacenes, sin embargo existen estas opciones para poder forzar el recálculo si en algún momento detectásemos que alguna existencia no es correcta.",
				"URL": "https://youtu.be/pus07dL68_w",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ART_M",
				"NAME": "Artículos",
				"DSC": "En el menú de maestros de gestión encontramos la opción \"Artículos\". En el menú podremos buscar por trozos y palabras del nombre, descripción larga o la referencia.\n\nArtículos permite gestionar productos físicos y servicios.\n\nPara grabar un nuevo artículo tan solo es obligatorio escribir el nombre, el resto de campos son opcionales.\n\nLa \"Referencia\" es un código interno de la empresa.\nEl check \"No gestionar stock\" se debe activar cuando el artículo no requiera controlar sus existencias.\nEl check \"TPV\" se debe activar si queremos venderlo en los TPV o POS, al activarlo se harán visibles los campos nombre TPV, código de barras, y el precio TPV.\nEl \"Nombre TPV\" se usa para poner una descripción más corta que se imprimirá en el ticket de venta.\nEl \"Código de barras\" sirve para escanear los artículos al venderlos en los TPV o POS.\nLa \"Familia\" permite clasificar los artículos en familias y subfamilias facilitando su organización.\nEl \"Precio\" se refiere al precio de venta que tendrá por defecto el artículo al grabar un presupuesto, pedido, albarán o remito o factura de venta.\nEl check \"Precio IVA incluido\" se debe activar en el caso de que el precio especificado incluya el impuesto.\nEl \"Proveedor\" permite especificar un proveedor por defecto. Esto es útil si el artículo solo lo suministra un único proveedor.\nEl \"Precio TPV\" está pensando para poder aplicar un precio diferente en los TPV o POS.\n\nEn la pestaña \"Existencias\" se muestra la lista de existencias del artículo en cada almacén. La aplicación es multi-almacén. En cada almacén se registra la existencia física, las unidades pendientes de recibir, las unidades pendientes de servir, el disponible (existencia física - pendiente de servir) y la existencia teórcia (existencia física - pendiente de servir + pendiente de recibir). En el botón que está encima de la lista podemos lanzar el recálculo de las existencias por almacén de todos los artículos.\n\nEn la pestaña \"Pdte. recibir\" se muestra el detalle de todas las líneas de pedidos de compra que están pendientes de recibir. Si hacemos doble clic en una línea se abrirá el formulario de edición de la línea de detalle del pedido de compra. En el pie de la lista se totalizan las cantidades e importes.\n\nEn la pestaña \"Pdte. servir\" se muestra el detalle de todas las líneas de pedidos de venta que están pendientes de servir. Si hacemos doble clic en una línea se abrirá el formulario de edición de la línea de detalle del pedido de venta. En el pie de la lista se totalizan las cantidades e importes.\n\nEn la pestaña \"Movimientos\" se detalla la ficha de almacén del artículo, es decir, todas las entradas y salidas de cualquier tipo: inventario, regularización, traspaso, compras y ventas). Si hacemos doble clic en cualquier línea se nos abrirá el formulario del documento correspondiente en el caso de compras y ventas (albarán o remito, o factura), en el caso de operaciones de almacén como inventario o regularización se abrirá el formulario de edición del movimiento. En la parte inferior de la lista encontramos el botón \"Calcular\" que sirve para recalcular la existencia y precio medio que queda tras cada movimiento de almcén, esto solo se utiliza si vemos algún error, ya que por defecto siempre deberá estar calculado correctamente.\n\nEn la pestaña \"Proveedores\" se muestra la lista de todos los proveedores a los que se han realizado compras del artículo indicando: la referencia específica del proveedor (que podría ser su código de barras), la fecha, el precio, el descuento, el precio neto y el coste de la última compra.\n\nEn la pestaña \"Detalle\" podremos especificar los regímenes de IVA que se usan para el artículo en compra y en venta, así como la descripción larga del artículo, donde se pueden especificar las características y una imagen o foto del mismo.\n\nEn la pestaña \"Tarifas\" se detallan los precios que tendrá el artículo cuando se apliquen dichas tarifas. En cada tarifa se puede especificar un precio, un descuento o ambos. Si no hay una tarifa específica a aplicar, se aplica por defecto el precio de venta de cabecera.\n\nEn la pestaña \"Tarifas del cliente\" se detallan los precios especiales que pueden tener determinados clientes para el artículo, pudiendo especificar el precio, el descuento o ambos. Si el cliente tiene un precio especial se aplica, si no lo tiene se aplicaría la tarifa asignada al cliente, y si tampoco la tiene se aplica el precio de cabecera.\n\nEn la pestaña \"Documentos\" se relacionan todos los documentos asociados al artículo que tengamos registrados en la gestión documental. Haciendo doble clic accedemos al formulario desde el que podemos ver, editar o subir el documento.\n\nEn la pestaña \"Contabilización\" se detallan las cuentas contables que se aplicarán al contabilizar facturas de compra o venta del artículo. En caso de que no se grabe un registro para una empresa se usarán las cuentas de compras y ventas configuradas de forma genérica a nivel de empresa.",
				"URL": "https://youtu.be/amALLON3u5Q",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_AYU",
				"NAME": "Ayuda",
				"DSC": "La aplicación cuenta con un sistema de ayuda que se puede configurar a nivel de usuario de forma permanente, marcando en la pestaña de configuración del usuario si queremos que la ayuda esté visible o no. Además, se puede activar u ocultar de forma temporal, solo para la sesión en curso la ayuda desde la opción Aplicación-Ayuda-Ayuda visible que funciona como un interruptor ocultar o mostrando la ayuda.\n\nLa ayuda es contextual, se muestra en diferentes ámbitos: menús, formularios y subformularios. Visualmente es un botón con el icono de la interrogación. Al pulsarlo se abre un vídeo tutorial en Youtube dentro de una pestaña del navegador.",
				"URL": "https://youtu.be/2e5o_0QZO8A",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_COB_C_AGR_DES",
				"NAME": "Cobros. Agrupamientos y desgloses",
				"DSC": "Dos operaciones que se pueden producir habitualmente con los clientes son las de agrupación y desglose de cobros.\n\nPor ejemplo si un cliente nos debe dos cobros y negociamos que nos haga un único pago por el importe total.\n\nPara agrupar solo tenemos que seleccionar los vencimientos usar el botón más opciones Agrupar y rellenar el formulario. Al finalizar se muestra el nuevo vencimiento generando.\n\nEn la pestaña de Agrupaciones y desgloses podremos  ver en el apartado de agrupamientos los cobros que ya no están pendiente de cobro porque están agrupados.\n\nEn las operaciones de cobro podremos ver como el nuevo generado tiene una operación de generado por agrupamiento, mientras que los dos agrupados tendrán una operación de cancelado por agrupamiento.\n\nVeremos que si lo tenemos configurado se genera un asiento que refleje en la contabilidad la operación de agrupación para que siempre coincida la contabilidad con la tesorería.\n\nSi negociamos con un cliente que un cobro al que no puede hacer frente nos lo pague más cómodamente en varios pagos.\n\nEn el botón de opciones podremos usar la opción Desglosar sobre el cobro seleccionado. Se muestra un formulario en el que podemos seleccionar en cuántos vencimientos se desglosan pudiendo ajustar los importes y los vencimientos.\n\nEl vencimiento original tendrá una operación de cancelado por desglose, con un asiento que refleja la operación. En la pestaña de agrupamientos y desglose podremos ver en Desglose los nuevos vencimientos generados.\n\nLos nuevos vencimientos generados tendrán una operación de generados por desglose. ",
				"URL": "https://youtu.be/mfgG9YdvLkg",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_COB_C_DOC_EST",
				"NAME": "Cobros. Ficha y datos del vencimiento",
				"DSC": "En el formulario de un cobro podemos encontrar los siguientes datos.\n\nLa cuenta auxiliar del cliente es obligatoria. Se corresponde con el cliente que debe pagar el importe.\n\nLa cuenta auxiliar del banco es opcional. Indica por qué banco está previsto realizar el cobro. Esto no implica que finalmente el cobro no se realice por otro banco, pero nos permite hacer estimaciones de cobros por bancos.\n\nEn la pestaña de datos del vencimiento encontramos la siguiente información.\n\nEl importe nominal es el importe a cobrar.\n\nEl importe de gastos se puede establecer porque la forma de pago los requiera o porque el cliente devuelve un vencimiento y se le cobran dichos gastos.\n\nEl importe total es la suma del importe nominal más los gastos.\n\nEl importe cobrado se va acumulando automáticamente al hacer los cobros o al abonar el vencimiento remesado.\n\nEl importe pendiente se calcula automáticamente como la diferencia entre el importe total menos el importe cobrado.\n\nLa fecha de vencimiento es la fecha acordada con el cliente en la que deberá realizar el pago.\n\nLa fecha de emisión es la fecha en la que se genera el cobro, suele coincidir con la fecha de la factura.\n\nEl número de factura nos indica el número del documento origen del cobro.\n\nEl asiento de origen en la mayoría de los casos se corresponde con el asiento de contabilización de la factura, aunque también puede ser que el origen sea un asiento de agrupación.\n\nEl asiento de desglose existirá si el cobro ha sido cancelado por desglose y el asiento reflejará la operación. En el vencimiento generado por el desglose el asiento quedará reflejado en su operación.\n\nEl estado del cobro se calcula automáticamente. Por defecto se genera como pendiente y después en función de las operaciones pasará a uno de los siguientes estados: cobrado, remesado, abonados, impagado, agrupado, desglosado o cancelado.\n\nEl número de remesa muestra en qué remesa ha sido incluido el cobro. En caso de que se remesa más de una vez nos indicará la última remesa en la que ha sido incluido.\n\nEl número de documento podemos grabarlo manualmente y nos puede indicar el documento usado por el cliente para realizar el pago, por ejemplo.\n\nEl tipo de documento del cobro se utilizará para aplicar su configuración en todas las operaciones que realicemos.\n\nLos cobros dependiente del tipo se pueden imprimir o no. En el caso de que se tengan que imprimir cuando se generan tendrán activo el check pendiente de imprimir hasta que se emite.\n\nEl check de primera operación de adeudo de la cuenta se calcula automáticamente y lo activa el programa si es la primera vez que remesamos un cobro de este cliente para el banco de la remesa.\n\nEl BIC/SWIFT es el código bancario a nivel internacional de la cuenta del cliente.\n\nLa cuenta bancaria del cliente puede estar en formato IBAN o podemos grabarla en formato libre para otros países que no usan este formato estándar bancario.\n\nEl botón refrescar permite actualizar la cuenta del cliente con la que tenga grabada en este momento.",
				"URL": "https://youtu.be/iBn2pjLox3I",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_COB_C",
				"NAME": "Cobros. Ficha y datos del vencimiento",
				"DSC": "En el formulario de un cobro podemos encontrar los siguientes datos.\n\nLa cuenta auxiliar del cliente es obligatoria. Se corresponde con el cliente que debe pagar el importe.\n\nLa cuenta auxiliar del banco es opcional. Indica por qué banco está previsto realizar el cobro. Esto no implica que finalmente el cobro no se realice por otro banco, pero nos permite hacer estimaciones de cobros por bancos.\n\nEn la pestaña de datos del vencimiento encontramos la siguiente información.\n\nEl importe nominal es el importe a cobrar.\n\nEl importe de gastos se puede establecer porque la forma de pago los requiera o porque el cliente devuelve un vencimiento y se le cobran dichos gastos.\n\nEl importe total es la suma del importe nominal más los gastos.\n\nEl importe cobrado se va acumulando automáticamente al hacer los cobros o al abonar el vencimiento remesado.\n\nEl importe pendiente se calcula automáticamente como la diferencia entre el importe total menos el importe cobrado.\n\nLa fecha de vencimiento es la fecha acordada con el cliente en la que deberá realizar el pago.\n\nLa fecha de emisión es la fecha en la que se genera el cobro, suele coincidir con la fecha de la factura.\n\nEl número de factura nos indica el número del documento origen del cobro.\n\nEl asiento de origen en la mayoría de los casos se corresponde con el asiento de contabilización de la factura, aunque también puede ser que el origen sea un asiento de agrupación.\n\nEl asiento de desglose existirá si el cobro ha sido cancelado por desglose y el asiento reflejará la operación. En el vencimiento generado por el desglose el asiento quedará reflejado en su operación.\n\nEl estado del cobro se calcula automáticamente. Por defecto se genera como pendiente y después en función de las operaciones pasará a uno de los siguientes estados: cobrado, remesado, abonados, impagado, agrupado, desglosado o cancelado.\n\nEl número de remesa muestra en qué remesa ha sido incluido el cobro. En caso de que se remesa más de una vez nos indicará la última remesa en la que ha sido incluido.\n\nEl número de documento podemos grabarlo manualmente y nos puede indicar el documento usado por el cliente para realizar el pago, por ejemplo.\n\nEl tipo de documento del cobro se utilizará para aplicar su configuración en todas las operaciones que realicemos.\n\nLos cobros dependiente del tipo se pueden imprimir o no. En el caso de que se tengan que imprimir cuando se generan tendrán activo el check pendiente de imprimir hasta que se emite.\n\nEl check de primera operación de adeudo de la cuenta se calcula automáticamente y lo activa el programa si es la primera vez que remesamos un cobro de este cliente para el banco de la remesa.\n\nEl BIC/SWIFT es el código bancario a nivel internacional de la cuenta del cliente.\n\nLa cuenta bancaria del cliente puede estar en formato IBAN o podemos grabarla en formato libre para otros países que no usan este formato estándar bancario.\n\nEl botón refrescar permite actualizar la cuenta del cliente con la que tenga grabada en este momento.",
				"URL": "https://youtu.be/iBn2pjLox3I",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_COB_C_MEN",
				"NAME": "Cobros. Menú",
				"DSC": "En el menú de ventas encontramos la opción Cobros que muestra el menú para gestionar los cobros de clientes.\n\nPor defecto salen todos los cobros pendientes de clientes. Esta opción incluye los cobros pendientes de cobros, remesados que aún no están abonados y los impagados que están pendientes de gestionar su cobro.\n\nPodemos buscar cobros un cliente, entre fechas de vencimiento, de un banco, el estado o el tipo de documento.\n\nCon el botón más podemos dar de alta cobros manualmente.\n\nCon el botón imprimir podemos ver diferentes informes:\n- Cobros por fecha de vencimiento. Relación completa lineal.\n- Cobros por cuenta auxiliar. Agrupados por cada cliente.\n- Cobros por banco. Agrupados por cada banco.\n\nEn el botón de más opciones podemos realizar las siguientes acciones:\n\nCobrar nos permite seleccionar uno o varios vencimientos y realizar el cobro. Se muestra un formulario donde debemos indicar la fecha del cobro, el banco o caja por el que realizamos el cobro, el número del documento de cobro, el concepto del asiento contable si queremos que tenga uno específico, un check que si lo marcamos generará en el asiento un apunte por el total de los cobros, en caso de no marcarlo se generará un apunte para cada cobro, y los diferentes gastos asociados al cobro, donde el IVA se calcula automáticamente, también podemos especificar el número de factura de los gastos. Al aceptar se marcan los vencimientos como cobrados, se genera un asiento que refleja el o los cobros.\n\nAgrupar permite generar un cobro por el total de la suma de otros cobros seleccionados. Aparece un formulario donde podemos ajustar los datos de nuevo cobro que se generará como el importe, la fecha de emisión y vencimiento. Al aceptar se muestra el nuevo cobro generado. El nuevo cobro tendrá una operación de cobro que será generado por agrupación, y los agrupados quedarán cancelados con la operación cancelados por agrupamiento. Esta operación puede generar un asiento que refleja la operación.\n\nDesglosar permitir dividir un cobro en múltiples cobros para facilitar el cobro del importe. Se selecciona el cobro a desglosar y al ejecutar la opción se muestra un formulario donde podemos elegir en cuántos cobros se desglosa y luego ajustar manualmente los importes y vencimientos a cobrar. Una vez aceptado el formulario el vencimiento desglosado queda cancelado por desglose, y los nuevos generados quedarán con la operación de generado por desglose. Esta operación puede generar un asiento que refleja la operación.\n\nCancelar permitir indicar que el cobro ya no está pendiente aunque no se haya realizado el cobro. Esta opción genera una operación de cancelado.\n\nGenerar una nueva remesa permite crear una remesa con los cobros seleccionados. Todos los cobros seleccionados deben tener el mismo tipo de documento y normativa. Esta opción genera una operación de remesado en cada cobro y un asiento.\n\nAñadir a una remesa ya existente permite incluir en una remesa que ya existe los cobros seleccionados. Todos los cobros seleccionados deben tener el mismo tipo de documento y normativa. Esta opción genera una operación de remesado en cada cobro y un asiento.\n\nDejar en la lista con los seleccionados filtra la lista de registros para que solo queden los seleccionados, eso facilita luego la gestión con esos cobros para, por ejemplo, seleccionar todos y hacer cualquier operación.\n\nContabilizar los cobros vencidos. Esta opción en principio no es necesaria ejecutarla manualmente ya que se puede programar para que se ejecute automáticamente todos los días a una. Se encarga de revisar los vencimientos remesados al descuento y que una vez que llegan a su vencimiento debemos generar un asiento para eliminarlos del riesgo contable.",
				"URL": "https://youtu.be/-r0GaTFdHrw",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_COB_C_OPE",
				"NAME": "Cobros. Menú",
				"DSC": "En el menú de ventas encontramos la opción Cobros que muestra el menú para gestionar los cobros de clientes.\n\nPor defecto salen todos los cobros pendientes de clientes. Esta opción incluye los cobros pendientes de cobros, remesados que aún no están abonados y los impagados que están pendientes de gestionar su cobro.\n\nPodemos buscar cobros un cliente, entre fechas de vencimiento, de un banco, el estado o el tipo de documento.\n\nCon el botón más podemos dar de alta cobros manualmente.\n\nCon el botón imprimir podemos ver diferentes informes:\n- Cobros por fecha de vencimiento. Relación completa lineal.\n- Cobros por cuenta auxiliar. Agrupados por cada cliente.\n- Cobros por banco. Agrupados por cada banco.\n\nEn el botón de más opciones podemos realizar las siguientes acciones:\n\nCobrar nos permite seleccionar uno o varios vencimientos y realizar el cobro. Se muestra un formulario donde debemos indicar la fecha del cobro, el banco o caja por el que realizamos el cobro, el número del documento de cobro, el concepto del asiento contable si queremos que tenga uno específico, un check que si lo marcamos generará en el asiento un apunte por el total de los cobros, en caso de no marcarlo se generará un apunte para cada cobro, y los diferentes gastos asociados al cobro, donde el IVA se calcula automáticamente, también podemos especificar el número de factura de los gastos. Al aceptar se marcan los vencimientos como cobrados, se genera un asiento que refleja el o los cobros.\n\nAgrupar permite generar un cobro por el total de la suma de otros cobros seleccionados. Aparece un formulario donde podemos ajustar los datos de nuevo cobro que se generará como el importe, la fecha de emisión y vencimiento. Al aceptar se muestra el nuevo cobro generado. El nuevo cobro tendrá una operación de cobro que será generado por agrupación, y los agrupados quedarán cancelados con la operación cancelados por agrupamiento. Esta operación puede generar un asiento que refleja la operación.\n\nDesglosar permitir dividir un cobro en múltiples cobros para facilitar el cobro del importe. Se selecciona el cobro a desglosar y al ejecutar la opción se muestra un formulario donde podemos elegir en cuántos cobros se desglosa y luego ajustar manualmente los importes y vencimientos a cobrar. Una vez aceptado el formulario el vencimiento desglosado queda cancelado por desglose, y los nuevos generados quedarán con la operación de generado por desglose. Esta operación puede generar un asiento que refleja la operación.\n\nCancelar permitir indicar que el cobro ya no está pendiente aunque no se haya realizado el cobro. Esta opción genera una operación de cancelado.\n\nGenerar una nueva remesa permite crear una remesa con los cobros seleccionados. Todos los cobros seleccionados deben tener el mismo tipo de documento y normativa. Esta opción genera una operación de remesado en cada cobro y un asiento.\n\nAñadir a una remesa ya existente permite incluir en una remesa que ya existe los cobros seleccionados. Todos los cobros seleccionados deben tener el mismo tipo de documento y normativa. Esta opción genera una operación de remesado en cada cobro y un asiento.\n\nDejar en la lista con los seleccionados filtra la lista de registros para que solo queden los seleccionados, eso facilita luego la gestión con esos cobros para, por ejemplo, seleccionar todos y hacer cualquier operación.\n\nContabilizar los cobros vencidos. Esta opción en principio no es necesaria ejecutarla manualmente ya que se puede programar para que se ejecute automáticamente todos los días a una. Se encarga de revisar los vencimientos remesados al descuento y que una vez que llegan a su vencimiento debemos generar un asiento para eliminarlos del riesgo contable.",
				"URL": "https://youtu.be/-r0GaTFdHrw",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COB_C",
				"NAME": "Cobros. Operaciones de cobro",
				"DSC": "En el formulario de un cobro encontraremos la pestaña de operaciones de cobro.\n\nEn la pestaña se refleja el histórico de todas las operaciones.\n\nSi está vacía es que de momento solo se ha creado.\n\nY a medida que se hagan operaciones como cobrar, agrupar, desglosar, remesas, abonar, impagar o cancelar se reflejará en este histórico.\n\nEn cada operación además de la información se mostrará el asiento, en caso de que se haya generado. El botón con el ojo nos permite ver el asiento.\n\nLas operaciones y los asientos están enlazados e integrados. Si eliminamos el asiento se eliminará la operación y viceversa.\n\nIncluso si eliminar una operación de un asiento que afecta a varios cobros, el asiento se ajusta automáticamente cuadrando el importe del apunte correspondiente para que el asiento quede cuadrado y correcto.",
				"URL": "https://youtu.be/8q204mbMQBk",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_ALM_ART",
				"NAME": "Configuración de los artículos de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de artículos de la configuración de una empresa encontraremos una lista de elementos a configurar, en concreto vamos a revisar aquellos apartados que están relacionados con la gestión comercial.\n\nEn el apartado de artículos encontraremos la posibilidad de configurar cuál será el almacén por defecto así como un check para activar o desactivar que se muestre la referencia en los formularios de grabación de líneas de detalle de compras y ventas. También se puede activar o desactivar si no queremos gestionar stocks en este empresa, en caso de que marquemos el check se ocultará el campo almacén de todos los formularios de compras, ventas y almacén. Por último el check de precio de venta IVA incluido esta puesto para poder configurar el artículo, pero por el momento no se gestiona.",
				"URL": "https://youtu.be/RmKvq-nK8gI",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_WEB",
				"NAME": "Configuración de la web de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn esta sección de la configuración, indicaremos la url del api Rest asociado para poder servir los datos de nuestra aplicación a servicios externos.\n\nEs necesario además, indicar el API key asociado al servicio API Rest y que podremos elegir de los que hayamos configurado desde el menú general de la aplicación, en la sección API Key.",
				"URL": "https://youtu.be/lvU7XgYvIdo",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_VAR",
				"NAME": "Configuración de varios de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nDesde esta opción de configuración, elegiremos el tipo de relación entre entidades, siendo por defecto el tipo \"Contacto\" y la relación a aplicar \"por defecto\", es decir, al crear un nuevo contacto se aplicará esta relación.\n\nSi activamos el check \"Dirección con formato simplificado\", las direcciones se mostrarán en un cuadro único de texto donde podremos introducir la dirección, población, província, ... \n\nEn caso contrario, la aplicación nos ofrecerá la posibilidad de introducir las direcciones con campos específicos para cada contenido (dirección, código postal, población, província, país, ...)\n\nEl check \"Mostrar contactos con formulario de datos principales\", nos permite configurar el modo de visualización de la ficha de contactos. Si está desactivado, la visualización inicial nos mostrará las pestañas con el conjunto de datos de emails, teléfonos, direcciones, relaciones, vencimientos, ventas, ...\n\nSi está activado dicho check, al entrar en el formulario de contactos, la aplicación nos mostrará directamente los datos básicos del contacto con la posibilidad de ver más datos pulsando el botón a tal efecto.",
				"URL": "https://youtu.be/kghaNvjsf4U",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_INT",
				"NAME": "Configuración de la interfaz de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLas CSS son aplicables desde la aplicación, y están ubicadas en el menú general en la opción \"Css\".\n\nAdemás de la CSS a aplicar y de la que existe un vídeo al respecto, disponemos de la posibilidad de configurar el estilo visual por defecto para nuestra aplicación.\n\nAl entrar en un estilo, nos mostrará la etiqueta y el nombre de dicho estilo, así como la Css a la que pertenece.\nEn la pestaña \"Variables\" podremos configurar de forma sencilla los colores a aplicar a toda la interfaz de nuestra aplicación.\n\nEl estilo \"Compacto\" será aplicado si la configuración del monitor del usuario que ha accedido a la aplicación, es menor de 900 px.",
				"URL": "https://youtu.be/6P4Q8UkslP8",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_DEC",
				"NAME": "Configuración de los decimales de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nConfiguración del número de decimales a mostrar en la aplicación en las cantidades, precios e importes.\nEn función del número de decimales a aplicar en cada tipo de campo, en la aplicación se mostrarán las cantidades, precios e importes formateados con el número de decimales seleccionados.\nEsta configuración será general a todos los módulos de la aplicación.",
				"URL": "https://youtu.be/qLym8bz891s",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_DOC",
				"NAME": "Configuración de la gestión documental de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLa gestión documental en la aplicación es usada para adjuntar documentación a registros (clientes, facturas, presupuestos, asientos, ...). Dicha documentación será subida a la plataforma activa elegida mediante el combobox entre Amazon S3, Dropbox y Google Drive.\nEn cada una de las pestañas de las plataformas disponibles, debemos introducir los datos necesarios para la validación en cada una de ellas.\nEn Amazon S3 el \"Acces key id\" y el \"Access secret\" además del nombre del bucket o repositorio donde se ubicarán los ficheros.\n\nDesde el botón \"Explorar\", podremos comprobar como administradores de la aplicación, si los datos introducidos son correctos ya que de ser así, podremos visualizar el contenido de nuestros documentos mediante el explorador de ficheros. Observaremos como la aplicación ha creado de forma automática una carpeta con el código de la empresa (en nuestro ejemplo 001). Estas funcionalidades están operativas en cada una de las plataformas disponibles.\n\nEn la configuración de Dropbox, una vez introducidos los datos de \"Dropbox App id\" y \"Dropbox app secret\" será necesario pulsar el botón \"Autorizar\" para conseguir el \"Dropbox acces token\".\n\nPara configurar Google Drive, el procedimiento es similar. Tras la introducción de los campos necesarios, debemos pulsar el botón \"Autorizar\" para conseguir los respectivos tokens de acceso.\n\nUna vez conseguidos dichos tokens, debemos elegir la carpeta donde se ubicarán los ficheros.",
				"URL": "https://youtu.be/h-QYyt9QDOU",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_COM",
				"NAME": "Configuración de compras de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de compras de la configuración de una empresa podemos indicar la forma de pago de compras. Esta forma de pago la asumirán todos los documentos de compra, salvo que el proveedor tenga una forma de pago configurada, en cuyo caso se asume prioritariamente la del proveedor y en su defecto se asume la de la empresa.\n\nLo mismo ocurre con la serie de gestión y la serie contable de compras, que también se pueden configurar en el proveedor. Cuando creamos un nuevo documento de compra si el proveedor tiene una configuración se asume y en su defecto se asumirá la configuración general de la empresa configurada en este apartado.\n\nEl check de facturar pedidos si está activado, en la pestaña de recibir de un pedido de compra se nos mostrarán los botones de generar factura de los seleccionado o de todo, si está desmarcado solo estarán visible los botones para generar albaranes o remitos de compra.\n\nSi activamos el check de generación automática de vencimientos a pagar cuando generemos facturas de compra, en la pestaña de pagos podremos ver los vencimientos a pagar generados utilizando la forma de pago de la factura.",
				"URL": "https://youtu.be/9CuTmBKRraM",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_NUM_DOC",
				"NAME": "Configuración de números de documentos de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de números de documento de la configuración de la empresa vamos a poder especificar el formato con el que vamos a numerar de forma única cada tipo de documento de compra y venta.\n\nMediante una fórmula podemos cambiar el formato. Por defecto se incluye el código de empresa, el año con cuatro dígitos, la clave de la serie y el número de documento completado con ceros hasta cinco dígitos.\n\nLa fórmula permite aplicar cualquier configuración, por ejemplo, usar el año con solo 2 dígitos, aumentar el número de documento para que rellene con ceros hasta 6 dígitos, y añadir cualquier información relacionada con el documento.\n\nCuando cambiamos la fórmula se aplica a partir de ese momento a todos los documentos que se creen nuevos, sin embargo, los ya existentes mantienen la numeración antigua que tenían en el momento en que se crearon.",
				"URL": "https://youtu.be/VW_1Oi0BbPY",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_PAG",
				"NAME": "Configuración de pagos de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de pagos de la configuración de una empresa encontramos los datos para el cálculo de los vencimientos a pagar.\n\nMuchas empresas concentran en un día concreto o en días concretos del mes los pagos a proveedor. Los días de pago son opcionales y si se rellenan forzará en el cálculo de la fecha de vencimiento que el día de la fecha se ajuste al más próximo de los especificados en los 3 valores de días fijos de pago.\n\nEl período de no pago está pensando para que si la empresa durante un período, normalmente relacionado con las vacaciones, durante las cuales la empresa no realiza operaciones administrativas y tampoco pagos, por lo que si un vencimiento cae en ese período se mueve al mes siguiente.\n\nEl banco de pago por defecto si está especificado, cuando se generan los vencimientos a pagar se asociará a ese banco para la realización del pago.\n\nLos proveedores tienen la posibilidad de configurar los mismos valores: días de pago, fecha de no pago y banco de pago. En caso de que alguno de esos datos esté cubierto se asumirán cuando se generan los vencimientos a pagar, y en su defecto se usarán los datos configurados en la pestaña de pagos de la empresa.",
				"URL": "https://youtu.be/dVHPz9rJOA8",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_TES",
				"NAME": "Configuración de tesorería de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de tesorería de la configuración de una empresa podemos especificar la moneda con la que trabajamos en la empresa. Esta información es relevante si la empresa trabaja con divisas.\n\nPodemos configurar la cuenta de mayor de los bancos que se usa para la gestión de cobros, pagos y remesas.\n\nCuando trabajamos con divisas hay asientos automáticos que utilizan las cuentas de diferencias negativas y positivas de cambio para generar los apuntes correspondientes.\n\nSi marcamos el check usar formato IBAN, cuando trabajemos con cuentas corrientes bancarias se mostrará el formato de campos separados, en caso contrario se usará un campo único donde grabar la cuenta completa. En cualquier caso siempre tenemos la alternativa de grabar con el formato que queramos usando el botón adicional que encontramos a la derecha de los números de cuenta.\n\nEn el apartado de agregador bancario configuramos la URL de API de movimientos para la descarga de los movimientos de las diferentes cuentas bancarias, la URL del API de ficheros que se usará si utilizamos el sistema de envío de los movimientos a través de ficheros que se descargan a disco, y la clave de servicio necesaria para acceder al servicio especificado.",
				"URL": "https://youtu.be/CtYIbd5QoP0",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_TPV",
				"NAME": "Configuración del TPV de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de TPV de la configuración de una empresa podemos especificar aquella información que se aplicará en los TPV (terminales punto de venta) o POV.\n\nPodemos especificar el almacén que específicamente se usará en los TPV. Puede ser el mismo al que usamos en los documentos de compras y ventas de la aplicación o uno diferente si es necesario.\n\nTambién podemos configurar la serie que usarán los TPV para que pueda ser específica. Ya que es conveniente no mezclar las operaciones en su mayoría de contado generadas en los TPV con las operaciones de crédito que se generan a través del ciclo de venta de la gestión.\n\nSe puede configurar un cliente genérico específico para todos los tickets de contado, aunque en el TPV también podemos seleccionar un cliente para que ese ticket genere una factura específica para dicho cliente. \n\nTambién podemos configurar la forma de pago que por defecto se aplicarán en los TPV. Durante la generación del ticket podemos especificar una forma de pago diferente para ese ticket en concreto.\n\nEn la parte superior del ticket y en el pie se imprimirán los textos que dejemos configurados en el encabezamiento y pie de la factura simplificada.\n\nEl check de generar facturas de venta no se suele marcar para que cada ticket no genere una factura individual, ya que habitualmente se contabilizan todos los tickets de contado del día de forma agrupada.",
				"URL": "https://youtu.be/s2ZniNYmomg",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_VTA",
				"NAME": "Configuración de ventas de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de ventas de la configuración de una empresa podemos especificar la forma de pago, por defecto de las ventas. De tal forma que al crear un nuevo documento de ventas asumirá en primer lugar la forma de pago que tenga configurada el cliente, y en su defecto se asumirá la forma de pago configurada en la empresa.\n\nLo mismo sucede con la serie de gestión y la serie contable, ya que al crear un nuevo documento de venta asumirá configuración del cliente y en su defecto la que tengamos configurada en la empresa.\n\nLos campos de formato de descripción, permiten especificar como se imprimirá la información. Estos campos no se usan, y no se recomienda su uso, ya que por defecto el programa asume la descripción larga de la línea, y en su defecto el nombre del artículo.\n\nCuando creamos un nuevo presupuesto la fecha de validez asume por defecto la fecha del presupuesto más el número de días de validez que tengamos configurados en la empresa.\n\nSi tenemos marcado el check facturar pedidos, la aplicación nos permitirá que cuando estamos en un pedido, en la pestaña servir, podemos factura las líneas seleccionadas o todas. En caso de que el check esté desmarcado solo se podrían generar albaranes o remitos.\n\nEl check de prefacturas lo usan empresas que quieran generar un documento intermedio llamado prefactura cuya numeración es provisional, y que en el momento que la prefactura se convierta a factura es cuando se le asigna el número de factura definitivo. El uso más habitual es tener este check desmarcado.\n\nSi marcamos el check generación automática de vencimientos a cobrar cuando generamos una factura de venta, a medida que va teniendo importe se van generando los vencimientos a cobrar de la factura que podemos ver en la pestaña cobros.",
				"URL": "https://youtu.be/pL-mXNC3uVw",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_CON_GEN",
				"NAME": "Configuración de contabilidad general de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de contabilidad general de la configuración de la empresa se pueden especificar los límites de contabilización e IVA que limitarán la generación, grabación o modificación de asientos o registros de IVA para que no se graben fuera de los límites.\n\nEn función de la tributación de la empresa se pueden generar períodos límite mensuales, bimensuales, trimestrales, anuales. Si estos límites se ajustan en un período corto es necesario reconfigurarlo cada vez que cerramos un período contable o de IVA.\n\nEn el mes de cierre se configura el último mes del período contable. Se puede especificar cualquier mes como mes de cierre. Esta configuración afecta a que los saldos contables asuman que el primer mes del período contable será el siguiente al mes de cierre.\n\nSi marcamos el check de orden inverso de los extractos permite que al visualizar un extracto veamos en la parte superior los últimos apuntes, en caso de estar desmarcado los primeros apuntes que se ven serían los más antiguos.\n\nLos checks de módulos activos permiten configurar si se usará la tesorería para cobros y pagos, y lo mismo para especificar si usaremos el módulo de contabilidad y a su vez el de contabilidad analítica que en caso de estar activado hará que en los apuntes de gastos e ingresos solicite la grabación del reparto de costes, y si está desactivado no nos pida esa información.",
				"URL": "https://youtu.be/tPd2BsXI46Q",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_CON_CTA_GEN",
				"NAME": "Configuración de cuentas generales de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de cuentas generales de la configuración de la empresa podemos especificar cuáles serán las cuentas de mayor que usaremos para los clientes y proveedores.\n\nCuando se crea un nuevo cliente o proveedor se le asignará una cuenta auxiliar que asumirá la cuenta de mayor configurada en la empresa y como auxiliar el código siguiente al último existente.\n\nLas cuentas auxiliares de ventas y compras, son configuraciones por defecto que se aplicarán en el caso de que el artículo no tenga configuradas las cuentas auxiliares de ventas y compras. Al generar el asiento contable de una factura el importe de cada línea se contabilizará en la cuenta auxiliar configurada en el artículo y en su defecto asumirá la cuenta auxiliar de la empresa.",
				"URL": "https://youtu.be/SmSCSQyZ-jU",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_CON_CTA_IVA",
				"NAME": "Configuración de cuentas de IVA de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de cuentas de IVA de la configuración de la empresa podemos especificar las cuentas contables de los impuestos, tanto de ventas como de compras.\n\nEn cada artículo se configurar el régimen general de compras y de ventas. Al contabilizar las facturas de compras y ventas los importes correspondientes a cada régimen de IVA se contabilizarán en las cuentas configuradas en la empresa.",
				"URL": "https://youtu.be/7HQLD5uFMBQ",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_CON_CTA_RET",
				"NAME": "Configuración de cuentas de retención de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de cuentas de retención de la configuración de la empresa podemos especificar las cuentas contables de retención tanto de ventas de compras que se usarán al contabilizar las facturas de ventas y compras.\n\nEn los clientes y proveedores se les puede marcar el check de aplicar retención de IRPF. Al generar las facturas de venta o compra de estos clientes o proveedores la factura asumirá que lleva retención de IRPF y las líneas también lo asumen. Es posible desmarcar manualmente cualquier línea donde no queramos que se aplique la retención.",
				"URL": "https://youtu.be/oHCOTLS0GZQ",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_GTO_BCO",
				"NAME": "Configuración de gastos bancarios de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de gastos bancarios de la configuración de la empresa vamos a poder especificar las diferentes cuentas en las que vamos a contabilizar los diferentes gastos. En general suelen ser gastos bancarios y similares.\n\nEsta configuración se aplicará cuando grabemos cobros, pagos, abonos de remesas e impagados, tanto de vencimientos a cobrar como de ordenes de pagos.\n\nSe configura un texto que aclarará qué tipo de gasto debe grabarse en ese campo, así como la cuenta auxiliar donde se generará el apunte correspondiente y el régimen de IVA que se aplica a ese gastos.\n\nTambién debemos configurar cuál será la cuenta de IVA que se usará en la contabilización automática del cobro o pago y la serie de gestión que se usará en la generación del registro de la factura recibida.\n\nEn el caso de que tengamos un plan de cuentas donde desglosamos los gastos por cada banco, podemos dejar en blanco la cuenta auxiliar de tal forma que al contabilizar se usará como cuenta auxiliar del gastos la cuenta auxiliar del banco de cobro o pago.",
				"URL": "https://youtu.be/PanXNBM8RGw",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_IVA_REQ",
				"NAME": "Configuración de IVA y recargo de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de IVA y recargo de la configuración de la empresa podemos configurar la fecha de cambio de los porcentajes de impuestos.\n\nTanto en el IVA como en el recargo de equivalencia se aplicará el porcentaje anterior si el documento tiene una fecha anterior a la de cambio. Si la fecha del documento es igual o mayor que la de cambio se aplicará el porcentaje actual.\n\nEl régimen de IVA de compras y ventas se aplica cuando damos de alta un nuevo artículo que asume ese valor por defecto, aunque podemos cambiarlo por otro.\n\nEn la senda de ficheros especificamos donde se guardarán los modelos tributarios que se calculen cuando se genera el fichero de presentación correspondiente.",
				"URL": "https://youtu.be/Lj-ll-uxM_o",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_CFG_RET",
				"NAME": "Configuración de retenciones de la empresa",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn el apartado de cuentas de retención de la configuración de la empresa podemos configurar los porcentajes de retención de IRPF y de alquiler.\n\nLa fecha de cambio específica cuando se utiliza el porcentaje anterior si los documentos tienen fecha anterior a la de cambio y si la fecha es igual o mayor a la de cambio se aplican los porcentajes actuales.\n\nEste sistema permite configurar anticipadamente la aplicación de nuevos porcentajes, ya que el nuevo porcentaje se comenzará a aplicar una vez llegada la fecha configurada.",
				"URL": "https://youtu.be/qPFS6FfiMYI",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/APP_CFG_W_INT",
				"NAME": "Configuración general de la interfaz de la aplicación",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEs la primera configuración a realizar. Podemos hacer un gran número de configuraciones: \n\nCambiar el nombre de la aplicación que se visualiza en la barra de título.\n\nMostrar u ocultar la barra de estado que se muestra en la parte inferior de la ventana, esta configuración es para todos los usuarios.\n\nEspecificar los estilos o temas a aplicar en la interfaz de la aplicación, esta configuración es general para todos los usuarios y se pueden configurar 2 posible estilos, el por defecto y el compacto para aplicar cuando usamos pantallas de muy baja resolución como portátiles o tablets. Esta configuración puede ser que no se aplique si la empresa tiene configuradas estas mismas opciones, ya que en ese caso se aplica antes la configuración de la empresa que la configuración general permitiendo que cada empresa puede tener su estilos visual en el que se aplica la imagen corporativa.",
				"URL": "https://youtu.be/-ZGxokfdoh4",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/APP_CFG_W_SUP",
				"NAME": "Configuración general de supervisor de la aplicación",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn la pestaña supervisor podemos activar o desactivar el log transaccional que se encarga de guardar en cada registro de las tablas más importantes quién, en qué fecha y hora y qué datos han cambiado.\n\nPodemos activar o desactivar el log de sesión del usuario donde se reflejan todas las acciones y opciones que ha usado el usuario pudiendo acceder con doble clic al menú o formulario con el registro que el usuario a editado o visualizado.\n\nPodemos configurar que se realice el control de usuarios concurrentes, si se configura el valor 0 significa usuarios ilimitados, si se pone un valor numérico implica que ese será el máximo número de usuarios que se pueden conectar a la aplicación a la vez a nivel de toda la aplicación, a nivel de empresa se pueden configurar también el número de usuarios concurrentes específico para la empresa.\n\nCon el botón expulsar se pueden desconectar a los usuarios seleccionados que están usando la aplicación.",
				"URL": "https://youtu.be/_-LiYJLZE00",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/APP_CFG_W_DAT",
				"NAME": "Configuración general de datos de la aplicación",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn la pestaña datos se puede configurar si queremos que se generen datos de demo, y también podemos ver los checks que nos confirman si se han ejecutado los procesos de migración. Si es una instalación nueva estos checks no tienen importancia, sin embargo, si hemos actualizado la versión de la aplicación nos confirma que aquellas tablas en las que era necesaria la migración de datos se ha realizado correctamente. Si desmarcados alguna opción y aceptamos la próxima vez que arranquemos la aplicación se volverá a ejecutar la migración correspondiente.\n\nTambién se puede configurar la senda del FTP donde tengamos los ficheros JSON con los datos para cargar inicialmente los maestros básicos de la aplicación como países, idiomas, monedas, formas de pago, etc. Y tenemos los botones para poder descargar o instalar estas tablas, aunque esta importación por defecto se realiza la primera vez que un usuario entra en la aplicación.",
				"URL": "https://youtu.be/wT-PmQJSJiE",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/APP_CFG_W_OPT",
				"NAME": "Configuración general de optimizaciones la aplicación",
				"DSC": "Contenido para el administrador de la aplicación.\n\nEn la pestaña optimizaciones encontraremos los checks para poder marcar si las tablas maestras de contactos, artículos, familias, plan de cuentas y cuenta auxiliares se guardan en caché al arrancar la aplicación, esto es útil si tenemos una conexión muy lenta.\n\nPodemos configurar para los documentos de compras y ventas el número de registros a cargar, por defecto con el 0 le indicamos que se cargan todos los registros, pero si queremos minimizar la carga podemos decir que por defecto nos muestre un número más pequeño lo que agiliza la carga inicial en los menús de documentos de compras y ventas si tenemos una conexión a internet de baja calidad.",
				"URL": "https://youtu.be/zffDffjRS6U",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_CFG_IMP",
				"NAME": "Configurar impresoras lógicas",
				"DSC": "Una impresora lógica podrá ser usada como salida por defecto de un objeto informe.\n\nEn tiempo de ejecución será el usuario final quien asocie la impresora lógica a una impresora física.\n\nSi un informe no tiene asociada una impresora lógica o su impresora lógica no está asociada a ninguna impresora física, en tiempo de ejecución al imprimir el informe el sistema solicitará al usuario que seleccione la impresora por la que imprimir el informe y el sistema asignará automáticamente la impresora seleccionada a dicha impresora lógica.\n\nSi el informe tiene asociada una impresora lógica y ésta ha sido asociada a una impresora física, cuando se mande imprimir el informe éste será enviado directamente a la impresora.\n\nLa asociación de impresoras lógicas a físicas será almacenada por máquina y usuario, es decir, que si en una misma máquina se inician sesiones de usuario diferentes, cada usuario tendrá su propia asignación de impresión.",
				"URL": "https://youtu.be/B0eTfY08YHs",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ENT_M",
				"NAME": "Contactos",
				"DSC": "Un contacto dependiendo del rol que se le asigne puede representar a un almacén, cliente, proveedor, empresa, transportista…\n\nDesde el menú de \"Contactos\" podemos visualizar los registros que estén definidos en la aplicación, con la posibilidad de buscarlos por nombre, palabras o por cualquier parte del nombre.\n\nAdemás de filtrar la búsqueda por si están desactivados o no, podemos buscar los contactos filtrando por su tipo, seleccionando si queremos realizar la búsqueda por clientes, comerciales, proveedores, transportistas, ...\n\nSi pulsamos sobre el botón para realizar un alta de un nuevo contacto, aparecerá un formulario en modo modal para introducir los datos mínimos para la creación del contacto.\nAl pulsar sobre el botón Más Datos nos ofrecerá la posibilidad de cumplimentar datos adicionales del contacto (dirección, tarifas, condiciones de venta o compra, …)\n\nAl seleccionar un contacto o crear uno de nuevo, el formulario nos mostrará los siguientes campos:\n\nNombre Fiscal: nombre fiscal del contacto.\n\nNif: Nif del contacto.\n\nTeléfono: teléfono del contacto.\n\nEmail: email del contacto. \n\nDirección: Dirección completa del contacto. En función de la configuración elegida en la empresa para el tipo de dirección (simplificada o normal), nos mostrará un único campo para introducir la dirección, población, provincia, … o un campo para la dirección, otro para la población y otro para la provincia.\n\nPaís: país del contacto.\n\nContacto relacionado: contacto relacionado con el registro actual. Puede ser un responsable, persona de contacto, …\n\nMás Datos:\nPulsando en el botón Más Datos se nos abrirá un nuevo formulario donde tendremos la posibilidad de continuar introduciendo datos relativos a las cuentas de email, más direcciones, relaciones con otras entidades, ….\n\nEn la pestaña Emails - Teléfonos podremos introducir todas las cuentas de email y teléfonos relacionadas con este contacto.\nDisponemos de unas opciones adicionales para marcar una cuenta de email como la principal del contacto y enviar un email a los registros seleccionados.\n\nEn la pestaña Direcciones podremos introducir direcciones adicionales para otras sedes, fábricas, ...\n\nEn la pestaña Relaciones nos mostrará los contactos relacionados y sus tipos de relación (contacto, empresa relacionada, …).\n\nEn la pestaña Otros, además de poder introducir cuentas adicionales de skype, twitter, facebook, …. seleccionaremos el Tipo de Entidad, los datos de acceso como usuario web para poder visualizar sus facturas, etc, introducir observaciones y una imagen o logotipo del contacto.\n\nEs muy importante definir en la ficha del contacto el Tipo de Entidad que va a ser, pues en función lo que se haya definido, el contacto actuará como cliente, proveedor, almacén etc…  Si el contacto no tiene un tipo de de entidad definido, no será posible incluirla ni localizarla en la aplicación.",
				"URL": "https://youtu.be/LEyIWnGbr80",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "29.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_COP",
				"NAME": "Copiar celda y copiar lista en el portapapeles",
				"DSC": "Desde cualquier rejilla disponemos de la posibilidad de copiar el contenido de un campo del registro seleccionado y de la columna seleccionada con la combinación de teclas (Ctrl+C),  llevándonos ese contenido al portapapeles para poder pegarlo con la combinación de teclas (Ctrl+V).\n\nTambién es posible copiar un grupo de registros seleccionados mediante la combinación de teclas (Shift+Ctrl+C) tal y como se muestra en el menú contextual y al pegarlos con (Ctrl+V) en un documento, hoja de cálculo, etc no sólo pegará el contenido, sino que además de aplicarle el formato nos trasladará la cabecera de la rejilla.",
				"URL": "https://youtu.be/CuhUg0P5s0g",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/CSS_W",
				"NAME": "CSS",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLas CSS u hojas de estilo en cascada nos van a permitir configurar la interfaz de nuestra aplicación para aplicar la imagen corporativa de nuestra empresa al estilo visual de nuestra aplicación.\n\nCuando arrancamos la aplicación y si no tenemos configurado ningún estilo por defecto en la configuración general, ni en la empresa a la que accedemos, por defecto se aplica la CSS AUTOEXEC.\n\nLas CSS tienen en el inicio del script el índice con todos los objetos de la CSS que nos permite conocer que objeto debemos configurar visualmente.\n\nSi ejecutamos la aplicación con una resolución muy baja se aplica la CSS compacta, que tiene márgenes, paddings y tamaños más reducidos para que entre mejor en pantalla.\n\nEn el caso de que utilicemos la aplicación móvil, al arrancar la aplicación en Android o iOS se aplica, por defecto, la CSS AUTOEXEC_MOV que tiene características especiales para que los botones se vean más grandes y así con el resto de controles.\n\nPodemos usar la búsqueda por trozos y palabras, aunque habitualmente este menú suele tener pocas opciones.\n\nLas CSS nos permite modificar y aplicarla directamente en tiempo de ejecución y ver como se aplica el cambio directamente.\n\nLa CSS AUTOEXEC-25 contiene variables en lugar de valores y está pensada para su uso con estilos.\n\nSi deseamos crear nuestras propias CSS podemos crearlas introduciendo una etiqueta única, que no exista, una descripción, y copiar un script existente y adaptarlo.\n\nEn la toolbar de CSS se pueden exportar las CSS seleccionadas. Esta exportación deja un fichero en el directorio del caché del cliente. También existe una opción de importar de JSON, lo que permite una vez exportadas unas CSS es moverlas a otro servidor e importarlas. También existe una opción para eliminar todas las CSS seleccionadas.",
				"URL": "https://youtu.be/RlOdkauCgrg",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M",
				"NAME": "Empresas y divisiones",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLas empresas pueden tener a su vez delegaciones. Sus códigos son de 3 dígitos lo que permite generar un formato arbolado de empresa-división.\n\nPor defecto se crea la Empresa 1 que es posible reutilizar y que es marcada en su ficha de contacto como tipo \"Empresa\".\n\nEn la pestaña \"Divisiones\" se mostrarán las divisiones asociadas a dicha empresa.\n\nEn la pestaña \"Usuarios\" se mostrará la relación de usuarios con acceso permitido a dicha empresa. Los usuario pueden ser dados de alta desde esta pestaña o desde la opción de \"Usuarios\" del menú general de la aplicación.\n\nEn la pestaña \"Configuración\", disponemos de las opciones para la configuración por parte del administrador de la aplicación para el correcto funcionamiento de la aplicación, módulos y parámetros. En el vídeo referente a la configuración de la empresa se repasan con detalle todas las opciones de configuración.\n\nLa pestaña \"Supervisor\" muestra la posibilidad de configurar el número máximo de usuarios concurrentes para esta empresa, es decir, cuantos usuarios podrán estar a la vez accediendo a esta empresa. Existe además de esta, la posibilidad de configurar los usuarios con acceso a nivel general de la aplicación.\n\nEn \"Usuarios conectados\" la aplicación nos mostrará el listado de usuarios que en ese momento están accediendo a dicha empresa identificando además desde qué ordenador se han conectado así como la fecha y hora de inicio, última conexión y el ID de sesión única.\n\nDisponemos de la posibilidad de expulsar un usuario de la sesión conectada a esa empresa mediante el botón habilitado para ello.\n\nLas configuraciones comentadas son a nivel de empresa, no de división, ya que las divisiones asumen la configuración de la empresa a la que pertenecen.",
				"URL": "https://youtu.be/MTQ9qHKiZlA",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_DOC",
				"NAME": "Facturas de compra. Documentos",
				"DSC": "En la pestaña \"Documentos\" que está disponible en la mayoría de ficheros maestros y en todos los documentos de gestión (compras y ventas) y en los más significativos de la contabilidad, disponemos de la relación de la gestión documental relacionada con el registro visualizado pudiendo subir un fichero y asociarlo a dicho registro, visualizarlo (la aplicación nos abrirá directamente el fichero con el visor asociado al sistema operativo) o editarlo, función que además de descargarlo a nuestro ordenador, nos lo abrirá en modo \"edición\" solicitándonos la carpeta donde guardarlo para su posterior edición.\n\nAl eliminar un registro, se elimina también el fichero del repositorio donde haya sido ubicado, S3 de Amazon, Google Drive o Dropbox, por lo que este tipo de funcionalidades suelen tener permisos específicos en la aplicación.",
				"URL": "https://youtu.be/50Jbf_YfTKE",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G",
				"NAME": "Facturas de compra. Cabecera",
				"DSC": "Al dar de alta una factura de compra debemos rellenar una serie de campos: \"Nº factura proveedor\": número de factura del proveedor. \"Nº de documento\": el número de documento se asignará automáticamente una vez empecemos a introducir las líneas y asumirá la numeración en función de la configuración definida por empresa y serie del documento. \"Fecha\": fecha de la factura. \"Hora:\" hora de creación de la factura. \"Proveedor\": proveedor de la factura y que podemos seleccionar mediante el menú asociado a dicho campo. \"Contacto\": contacto del proveedor al que realizamos la factura y que podemos seleccionar mediante el menú asociado a dicho campo. \"Forma de pago\": forma de pago de la factura y que se asume por defecto de la ficha del proveedor. En función de la forma de pago, al generar la factura se generarán los vencimientos correspondientes en la cartera de pagos. \"Fecha recepción\": fecha de recepción de la factura de compra. \"Serie\": serie de la factura de compras que se asume por defecto en función de lo establecido en la configuración de la ficha de empresa. \"Almacén\": almacén donde se recibió la mercancía solicitada en el pedido y que es asumido por defecto por el valor que consta en la ficha de empresa. \"Estado\": estado actual de la factura. En el alta, el estado es \"Sin conformar\" y en función de las tareas realizadas puede ir cambiando a otros estados como \"Conformada\" y \"Contabilizada\". Una vez introducida la factura y sus líneas, además de los botones para aceptar, cancelar y eliminar, disponemos de un botón con más opciones, donde podemos duplicar este pedido para ser utilizado como punto de partida de nuevos pedidos o imprimir dicho pedido.",
				"URL": "https://youtu.be/IiO4bizkxLE",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_DET",
				"NAME": "Facturas de compra. Detalle",
				"DSC": "Una vez realizada el alta de la cabecera de la factura de compra, podemos proceder a introducir las líneas.\n\nDesde el botón habilitado para dar altas, una vez pulsado, nos aparecerá un formulario en modal con las pestañas \"Detalle\", donde introduciremos los datos del producto, cantidades, precios, descuentos, ...  \"Descripción\", pestaña con la descripción ampliada de la línea, y \"Trazabilidad\", pestaña que nos mostrará toda la trazabilidad de la línea de la factura, es decir, desde que línea de pedido de compra y albarán ha sido generado.\n\nEn la pestaña \"Detalle\" nos encontramos con los siguientes campos:\n\n\"Artículo\": producto facturado y que podremos elegir mediante las opciones del botón asociado a dicho campo, además de poder seleccionarlo simplemente empezando a escribir el nombre del producto.\n\"Cantidad\": cantidad facturada.\n\"Precio\" precio de compra del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"Coste\" precio de coste del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"% descuento\" porcentaje de descuento que será aplicado al producto.\n\"Importe\": importe de la línea de la factura de compra, teniendo en cuenta los precios y su descuento a aplicar.\n\"Tipo de IVA\": tipo de IVA a aplicar que es asumido por defecto de la ficha del artículo.\n\"Retención IRPF\": check que activaremos en el caso que debamos aplicar retención por IRPF a este producto.\n\"Retención alquiler\": check que activaremos en el caso que debamos aplicar retención por alquiler a este producto.\n\"Almacén\": almacén en el que hayamos recibido el pedido realizado y que se asume de la cabecera del pedido de compra.",
				"URL": "https://youtu.be/SZpjqFT332M",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_ALB",
				"NAME": "Facturas de compra. Albaranes pendientes",
				"DSC": "Desde la pestaña \"Albaranes pendientes\", podemos añadir nuevas líneas de factura de forma manual, pulsando en el botón de las altas, o también, desde esta pestaña donde nos aparecerán los albaranes pendientes de facturar y que podemos añadir automáticamente tras seleccionarlos, pulsando en el botón a tal efecto.",
				"URL": "https://youtu.be/aV_wxmbT5nk",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_IMP_TOT",
				"NAME": "Facturas de compra. Impuestos",
				"DSC": "En la pestaña \"Impuestos\"  se visualizarán las bases imponibles, iva y recargos de los tipos de impuestos definidos en la aplicación, separándolos por tipos (general, reducido, súper reducido, especial y exento), además de la suma total de las bases, impuestos y el total de la factura, junto a los checks que indican si la factura tiene aplicado algún tipo de retención.",
				"URL": "https://youtu.be/H4c3Ch-5_GY",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_TRZ",
				"NAME": "Facturas de compra. Trazabilidad",
				"DSC": "En la pestaña \"Trazabilidad\" disponemos de toda la información y seguimiento de los distintos estados por los que ha pasado el pedido, así como los documentos generados a partir de él, como por ejemplo, los albaranes y las facturas que han sido generadas a partir del pedido. Toda esta información que ha sido generada de forma automática por la aplicación, es accesible desde esta misma pestaña, pudiendo visualizar cada uno de los documentos enlazados,",
				"URL": "https://youtu.be/VBbKsjAwVt8",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_ASI",
				"NAME": "Facturas de compra. Asiento",
				"DSC": "Desde la pestaña de \"Asiento\" podemos contabilizar una factura de compra que no haya sido contabilizada (en el caso de que ya haya sido contabilizada, nos aparecerá el botón para descontabilizarla) y verificar el asiento para que el sistema nos informe de posibles errores.\n\nEn el listado inferior se mostrarán los apuntes contables del asiento generado.",
				"URL": "https://youtu.be/dHlkv9X-yIg",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_PAG",
				"NAME": "Facturas de compra. Pagos",
				"DSC": "En la pestaña \"Pagos\" visualizaremos la información referente a los vencimientos de la cartera de pagos de la factura seleccionada.\n\nEn el caso de no haber generado los vencimientos de forma automática en el momento de la generación de la factura, podemos generarlos pulsando el botón habilitado para ello. Si ya existen, no se generarán de nuevo.\n\nEn la toolbar de la lista de vencimiento podemos dar de alta nuevos registros, imprimir diferentes listados de vencimientos e incluso pagar los registros seleccionados, opción que generará el asiento correspondiente como pago de los registros seleccionados, además de marcar los vencimientos como pagados.",
				"URL": "https://youtu.be/DuOGF3XTe5Y",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_MEN",
				"NAME": "Facturas de venta. Menú",
				"DSC": "En el menú de ventas encontramos la opción facturas de ventas.\n\nSe muestra por defecto la lista en orden descendente. Primero la última generada.\n\nEl buscador permite buscar trozos y palabras del nombre, teléfono o CIF del cliente, nombre del comercial y por el número de documento.\n\nSe puede combinar la búsqueda con otras opciones como son entre fechas y por estado.\n\nExiste una configuración que nos permite trabajar con prefacturas. Un estado previo a la generación de la factura donde ya se hace la numeración definitiva del documento.\n\nEn la toolbar tenemos un botón para imprimir, generar el PDF o previsualizar el informe con la lista de facturas. Y también tenemos el botón para crear una nueva factura.\n\nEn el botón de más opciones de la toolbar encontramos la siguientes opciones:\n\n- Pendientes de contabilizar que nos deja en la lista todas las facturas que estén pendientes de que se genere el asiento contable de la factura.\n\n- Contabilizar facturas de venta. Al usar esta opción nos pide una confirmación y al finalizar muestra la lista de las facturas ya contabilizadas. En la pestaña asiento se puede ver y editar el asiento generado. Esta opción solo está disponible para usuarios autorizados.\n\n- Descontabilizar facturas de venta. Esta opción permite eliminar el asiento contable de las facturas seleccionadas dejándolas como pendientes de contabilizar. Esta misma opción se puede hacer individualmente desde la pestaña de asiento de la factura. Esta opción solo está disponible para usuarios autorizados.\n\n- Abonar una factura seleccionada. Esta opción permite generar una factura rectificativa y también la factura rectificativa y el albarán de abono. Podemos abonar toda la factura o seleccionar que líneas de detalle queremos abonar. El documento de abono tendrá la cantidad en negativo. En las observaciones de la factura rectificativa se incluye la información de a qué factura abona, esta información también está disponible en la trazabilidad.\n\n- Enviar por email seleccionadas. Desde el formulario de factura en el botón opciones se puede enviar el email al cliente con la factura adjunta en PDF. Con la opción del menú se pueden enviar todas las facturas seleccionadas a la vez. \n\n- Gráfico de facturas. En primer lugar se muestra el gráfico de top 10 de ventas por comercial. Al hacer doble clic se muestra el top 10 de los clientes de ese comercial. Al hacer doble clic se muestra el top 10 de los artículos vendidos al cliente, y con doble clic se muestra el detalle de los movimientos de ese artículo.\n\nLas prefacturas se pueden configurar a nivel de empresa, en el apartado de ventas de la configuración de la empresa. Una vez configurado cuando desde pedidos o albaranes generamos una factura se generará como prefactura.\n\nUna prefactura tiene el número de factura con el valor 0, está pendiente de asignar. \n\nSi entramos en la lista de facturas de venta, en más opciones aparece una nueva opción Facturar las seleccionadas. Al ejecutarlo sobre las seleccionadas grabamos la fecha para las facturas y se muestra un mensaje indicando que se han convertido en factura definitiva con su número correspondiente.",
				"URL": "https://youtu.be/VtNmebAGzVE",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G",
				"NAME": "Facturas de venta. Cabecera",
				"DSC": "Cuando creamos un nueva factura de venta debemos rellenar primero los datos de cabecera.\n\nPor defecto se muestra la fecha del día que podemos modificar escribiendo la nueva fecha o usando el calendario.\n\nLa hora en la que generamos, se asume por defecto. Esta hora se usa en el almacén para dar la salida de la mercancía si grabamos manualmente una factura que no está originada en un albarán.\n\nDebemos grabar el cliente ya que es un datos obligatorio.\n\nEl comercial se asume por defecto el que tenga asignado el cliente, aunque también podemos modificarlo.\n\nEl contacto nos permite seleccionarlo de los contactos del cliente.\n\nLa forma de pago asume la que tenga asignada el cliente, y en su defecto la que tenga configurada la empresa, y podemos modificarla manualmente.\n\nLa serie de ventas que asume la del cliente o en su defecto la de la empresa. Si el documento es generado desde un pedido o albarán asumirá la serie del pedido o del albarán. Podremos modificarla manualmente.\n\nSaldrá un almacén por defecto configurado en la empresa. Este dato se usa para que cada vez que se grabe una línea asume el almacén que tenemos grabado en la cabecera, aunque cada línea puede estar asignada a un almacén diferente si lo cambiamos manualmente.\n\nSolo hay 2 posibles estados. Facturado o no facturado. Esto tiene sentido si configuramos en la empresa que usaremos prefacturas. Si no usamos prefacturas o si usamos prefacturas una vez asignado el número pasará a estado facturada.\n\nEn el botón de opciones tenemos la opción imprimir que nos permite previsualizar, generar en PDF o en papel una factura. Y la opción Enviar por email envía un correo electrónico que adjunta el PDF de la factura.",
				"URL": "https://youtu.be/xbObfis5V9Q",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_DET",
				"NAME": "Facturas de venta. Detalle",
				"DSC": "En la pestaña detalle de las facturas de venta podremos grabar las líneas de detalle del documento.\n\nPodemos grabar las líneas de detalle del documento con el botón más, con doble clic en una zona en blanco de la rejilla, botón derecho de ratón formulario de alta o usando la tecla Insert sobre la rejilla.\n\nSeleccionamos el artículo, aunque también podemos generar líneas sin tener ningún artículo asignado y en ese caso deberemos rellenar el texto en la pestaña descripción.\n\nGrabaremos la cantidad vendida al cliente.\n\nEl precio lo asume del artículo, o de las condiciones que tenga ese cliente bien por tener una tarifa asignada o un precio especial para ese artículo. El precio podremos modificarlo manualmente para este documento.\n\nEl descuento podemos grabarlo manualmente aunque por defecto se asumirá de las condiciones que tenga el cliente.\n\nHay una serie de datos que aunque no pasa por el ellos el cursor usando la tecla de tabulación sí que podemos acceder con el ratón para su modificación.\n\nEl tipo de IVA se asume del artículo, y lo podemos modificar manualmente.\n\nLa retención de IRPF se asume del cliente, y podemos manualmente asignarlo a las líneas que sean necesarias, no es obligatorio que lo tengan todas las líneas o ninguna.\n\nLa retención de alquiler se usa cuando se venden alquileres de inmuebles.\n\nEl almacén de salida que por defecto se asume de la cabecera del documento pero que podemos modificarlo manualmente.\n\nCon el botón Nueva línea grabamos la línea y se muestra el formulario vacío para rellenar otra línea al documento.\n\nEn la pestaña descripción podemos meter textos específicos que serán usados para la impresión del documento y que nos muestra también en la rejilla.\n\nEn la pestaña de trazabilidad podremos ver de que líneas de pedido procede esta línea de la factura.",
				"URL": "https://youtu.be/k0botjOLIDU",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_ALB",
				"NAME": "Facturas de venta. Albaranes pendientes",
				"DSC": "Una factura puede ser generada a partir de un pedido, de un albarán o grabada manualmente.\n\nUna vez generada una factura podremos añadirle otros albaranes pendientes de facturar a esa factura.\n\nEn la pestaña de Albaranes pendientes se muestran todos los albaranes del cliente pendiente de facturar.\n\nUna vez seleccionados los albaranes a añadir pulsaremos el botón añadir.\n\nEso albaranes seleccionados desparecen de la lista de pendiente y sus líneas se añadirán al detalle de la factura.\n\nEsto podremos hacerlo siempre que la factura no haya sido contabilizada, ya que en ese caso no permite modificarla.",
				"URL": "https://youtu.be/kYfacp22Wvo",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_ASI",
				"NAME": "Facturas de venta. Asiento",
				"DSC": "En las facturas de venta encontraremos la pestaña Asiento.\n\nLas series se usan para separar las facturas de venta. A nivel contable puede ocurrir que cada serie de venta sea una serie contable, pero también puede ocurrir que múltiples series de ventas se registren en una misma serie contable.\n\nPor ejemplo es habitual series contables para separar las facturas de ventas nacionales, exportación, etc.\n\nLa serie se usará para numerar las facturas.\n\nLa serie se asume del cliente y en su defecto de la empresa.\n\nUna vez contabilizada una factura ya no puede ser modificada, salvo que previamente la descontabilicemos.\n\nAl pulsar el botón contabilizar se muestra un mensaje con la información del asiento generado, y se mostrará el asiento que podremos ver o editar.\n\nEl botón descontabilizar eliminará el asiento, siempre que dicho asiento no haya tenido movimientos posteriores como por ejemplo realizado algún cobro.\n\nLas opciones de contabilizar y descontabilizar se puede hacer manualmente en la pestaña Asiento de la factura y también en bloque a todas las facturas seleccionadas en el menú.\n\nAl hacerlo desde el menú en caso de que haya errores en la generación del asiento se nos mostrará un mensaje informativo y podremos revisar los asientos entrando a las facturas.",
				"URL": "https://youtu.be/FxdVM27hahs",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_COB",
				"NAME": "Facturas de venta. Cobros",
				"DSC": "En la cabecera de las facturas de venta encontraremos el campo forma de pago que se asume del cliente y en su defecto de la configuración de la empresa, aunque también podemos modificarlo manualmente.\n\nA medida que se van grabando las líneas de detalle de la factura se van calculando automáticamente los totales y también los vencimientos a cobrar de dicha factura en función de la forma de pago.\n\nEn la pestaña de Cobros si cambiamos la forma de pago y pulsamos el botón generar se actualizarán los cobros en la rejilla en base a la forma de pago seleccionada.\n\nPodemos editar los registros de cobros, y en cualquier momento consultar el estado de los cobros sabiendo si están pendientes, remesados, cobrados o en cualquier otro estado.",
				"URL": "https://youtu.be/vFHrwxfKOcQ",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FAM_M",
				"NAME": "Familias",
				"DSC": "Dentro de maestros de gestión encontraremos la opción Familias.\n\nLas familias son agrupaciones de artículos. Tienen una estructura arbolada y permiten tener familias y subfamilias con diferentes niveles. Estos niveles se forman automáticamente por la parte común del código.\n\nEn el menú de familias si hacemos en una subfamilia veremos todos los artículos asociados a esa subfamilia, si hacemos clic en una familia veremos todos los artículos asociados a esa familia y también a todas las subfamilias, es decir, se ven los artículos con herencia.\n\nSi creamos una nueva familia debemos rellenar el código alfanumérico, la descripción y hay un check TPV que permite indicar si esa familia estará visible en el terminal punto de venta (TPV o POV).\n\nEn el formulario de un artículo podremos asociarle a que familia o subfamilia pertenece. Existen 2 pestañas que nos permiten asociar una imagen a la familia, esa imagen se verá en el TPV y podremos usarla en informes. Y en la pestaña de artículos veremos sus artículos y en la toolbar encontraremos un botón que permite imprimir la relación de artículos de la familia.",
				"URL": "https://youtu.be/15JjFvRo_NQ",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_FLT",
				"NAME": "Filtros",
				"DSC": "Cuando tengamos en pantalla una lista de registro podremos filtrar, usando la opción Filtros de la barra superior de menú y también desde el menú contextual de la rejilla.\n\nLa opción igual a los seleccionados de una columna permite seleccionar uno o múltiples registros de la misma columna y pulsando (Control+F) se filtrarán los registros quedando solo los que coincidan con alguno de los valores.\n\nRecuerda que puedes seleccionar aplicando las teclas control o mayúsculas para seleccionar respectivamente elementos alternos o elementos consecutivos.\n\nLa opción de filtro por columna (Mayúsucula+Control+F) permite filtrar por valores seleccionando uno, varios o todos. Se puede usar en cualquier tipo de columna. En el caso de que sea una columna de tipo texto podemos usar el asterisco “*” como un comodín que representa múltiples caracteres, mientras que el “?” permite especificar un carácter cualquiera a la hora de especificar el texto de búsqueda.\n\nEn la opción de filtro por columna usando la opción de criterio podemos filtrar los valores vacíos, no vacíos, menores, menores o iguales, mayores, mayores o iguales, entre valores y que no estén entre valores. Una vez seleccionado el criterio podemos rellenar el valor o los límites de valores a filtrar.\n\nLa opción quitar seleccionados (Mayúscula+Control+U) permite eliminar de una sola vez todos los registros seleccionados. Esta opción solo quita los registros de la lista, no los elimina de la base de datos.\n\nLa opción filtro por fórmula es una opción pensada para programadores o usuarios muy avanzados, por lo que no se recomienda su uso ya que con las otras opciones se consiguen los mismos filtrados de forma más sencilla.\n\nEn el menú de filtros pueden aparecer otros filtros ya programados que llamamos lupas y que aparecen debajo de la opción quitar seleccionados. Esta lupas pueden mostrar un formulario que permite grabar los datos de forma sencilla, incluso permitiendo búsquedas muy avanzadas y optimizadas para agilizar al máximo nuestro trabajo.",
				"URL": "https://youtu.be/ae27C7yz1dg",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FPG_M",
				"NAME": "Formas de pago",
				"DSC": "La ficha de una forma de pago contiene los siguientes campos:\n\nNombre: descripción de la forma de pago que se reflejará en todos los documentos.\n\nTipo de documento: Tipo de documento en función del cual, se enlazará con la gestión de cobros y pagos del módulo de contabilidad.\n\nNº de vencimientos: número de recibos en los que se dividirá el importe total de la factura.\n\nDías primer vencimiento: número de días desde la fecha de factura hasta el primer vencimiento.\n\nDías entre vencimientos: número de días de intervalo entre vencimientos.\n\nCon la combinación de los tres campos anteriores, es posible definir todas las casuísticas posibles de vencimientos. En el ejemplo mostrado, se refleja la configuración para la división de una factura en tres vencimientos cada 30 días, siendo la primera fecha de vencimiento del primer pago después de 30 días de la fecha de factura.\n\nTpv: Indicará si esta forma de pago estará disponible para el módulo de TPV.\n\nAplicar condiciones especiales: Indicará si esta forma de pago estará sujeta a condiciones especiales de generación de vencimientos en función de porcentajes. \n\nUna vez marcado permite configurar para cada vencimiento los días para el cálculo para la fecha de vencimiento, el porcentaje para el cálculo del importe y el tipo de documento que cada vencimiento generará.\n\nEn la pestaña condiciones especiales se mostrarán los campos para realizar la configuración de cada cálculo de vencimiento.",
				"URL": "https://youtu.be/z3EhOYPgJEs",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/USR_GRP_M",
				"NAME": "Grupos de usuarios",
				"DSC": "Contenido para el administrador de la aplicación.\n\nDesde el menú de grupos de usuarios podemos visualizar los grupos de usuarios dados de alta en la aplicación, con la posibilidad de buscar un grupo por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nAl acceder a la ficha de un grupo, nos mostrará su nombre y una serie de pestañas con datos adicionales.\n\nUsuarios.\nRelación de los usuarios de la aplicación que pertenecen a este grupo. Cuando se asignen permisos sobre este grupo de usuarios, se aplicarán también sobre todos los usuarios que forman parte de él.\n\nPermisos.\nRelación de los permisos asignados a dicho grupo. Es posible asignar permisos y desasignarlos mediante el uso de los botones a tal efecto.\n\nOpciones de menú.\nRelación de las opciones del menú a las que tendrán acceso los usuarios asignados a este grupo. Tal y como hemos visto en el vídeo de la sección de \"Menús dinámicos\", desde esta misma sección podremos dar de alta nuevas opciones de menú, importarlas, etc,\n\nPersonalizaciones.\nSi hemos creado personalizaciones de controles para objetos de la aplicación como formularios, grids, etc... serán mostradas en esta pestaña.",
				"URL": "https://youtu.be/vXL4PlFPTiU",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/IDI_M",
				"NAME": "Idiomas",
				"DSC": "Los idiomas son utilizados en los registros de los contactos de la aplicación en la sección \"Otros\" y en la pestaña de \"Compras/Ventas\".\n\nAl visualizar la ficha de un idioma, veremos su nombre y el código ISO 639-1. \n\nEn las pestañas podemos ver los contactos que tengan dicho idioma asignado, así como las direcciones de los contactos asignados a este idioma.",
				"URL": "https://youtu.be/EEfUSHEj204",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/INF_DEF_W",
				"NAME": "Informes personalizables",
				"DSC": "Contenido para el administrador de la aplicación.\n\nAl acceder a la ficha del informe personalizable, nos mostrará el campo \"Identificador\". Este campo cuyo contenido debe ser único, nos indicará la ubicación donde mostrar dicho informe para elegirlo en el momento de la impresión o generación de un fichero PDF. Por ejemplo, todos los informes cuyo identificador empiece por VERP_VTA_FAC_DOC, serán mostrados en el momento de la impresión de las facturas de venta.\n\nEl nombre del informe debe ser descriptivo para poder ser localizado con facilidad pudiendo seleccionar el idioma por defecto al imprimir. Un informe puede ser desactivado y a partir de entonces, no será mostrado en los procesos de impresión.\n\nObservaciones.\nEn esta pestaña disponemos de un cuadro de texto donde introducir información adicional sobre dicho informe.\n\nCódigo fuente XML.\nEn esta pestaña disponemos del código fuente del informe en formato XML para poder seleccionarlo y copiarlo si es necesario en nuevos informes.\n\nPermisos.\nEn la pestaña de permisos asignaremos qué grupos de usuarios tendrán acceso a este informe pudiendo seleccionarlos todos marcando el check a tal efecto, o elegir los grupos de usuarios con acceso al informe.\n\nEn los botones del formulario, además de los botones usuales para aceptar, cancelar o eliminar un registro, disponemos del botón \"Aplicar\" que nos aplicará de forma inmediata los cambios y modificaciones realizadas en tiempo de ejecución sobre el informe.\n\nEl botón \"Opciones\" nos ofrece la posibilidad de duplicar, editar, importar y exportar un informe. \nAl duplicar un informe, nos generará un nuevo registro con el mismo identificador añadiendo el sufijo D en el identificador y en el nombre añadirá la palabra \"(DUPLICADO)\". Unaz vez aceptado, podemos modificar el nuevo informe partiendo del registro original.\n\nAl editar un informe, la aplicación abrirá un editor avanzado para personalizar o modificar el informe.\n\nLa opción \"Exportar\" nos pedirá elegir una ruta en nuestro ordenador y tras elegirla, se generará un fichero en formato XML con el contenido del informe.\n\nAl pulsar la opción \"Importar\", la aplicación nos pedirá la ubicación del fichero en formato XML para importarlo y asignar su contenido al informe.",
				"URL": "https://youtu.be/EfRcwKepaao",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FAM_M_MEN",
				"NAME": "Maestros de familias",
				"DSC": "Dentro de maestros de gestión encontraremos la opción Familias.\n\nLas familias son agrupaciones de artículos. Tienen una estructura arbolada y permiten tener familias y subfamilias con diferentes niveles. Estos niveles se forman automáticamente por la parte común del código.\n\nEn el menú de familias si hacemos en una subfamilia veremos todos los artículos asociados a esa subfamilia, si hacemos clic en una familia veremos todos los artículos asociados a esa familia y también a todas las subfamilias, es decir, se ven los artículos con herencia.\n\nSi creamos una nueva familia debemos rellenar el código alfanumérico, la descripción y hay un check TPV que permite indicar si esa familia estará visible en el terminal punto de venta (TPV o POV).\n\nEn el formulario de un artículo podremos asociarle a que familia o subfamilia pertenece. Existen 2 pestañas que nos permiten asociar una imagen a la familia, esa imagen se verá en el TPV y podremos usarla en informes. Y en la pestaña de artículos veremos sus artículos y en la toolbar encontraremos un botón que permite imprimir la relación de artículos de la familia.",
				"URL": "https://youtu.be/15JjFvRo_NQ",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_ALB_G_MEN",
				"NAME": "Menú de albaranes de compras",
				"DSC": "Desde el menú de \"Albaranes de compra\", podemos listar los albaranes realizados entre fechas, buscar por trozos de palabras del proveedor de los albaranes, y elegir el estado de los albaranes, pudiendo filtrar los que estén sin facturar, facturados o todos.\n\nEn la toolbar del menú disponemos de las opciones para dar de alta nuevos albaranes de compras, imprimir la relación de los albaranes con sus importes correspondientes y desde el menú de \"Más opciones\" podemos generar las facturas de compra de los albaranes seleccionados, de forma automática.\n\nTras generar los albaranes de la selección, estos serán mostrados en modo ficha para su visualización y posterior gestión.",
				"URL": "https://youtu.be/fnIUb_yFp3c",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ALM_M_MEN",
				"NAME": "Menú de almacenes",
				"DSC": "Desde el menú de almacenes de maestros de gestión podemos visualizar todos los almacenes que tenemos creados en la aplicación.\n\nLa aplicación es multialmacén, lo que significa que podremos gestionar existencias de tantos almacenes como necesitemos.\n\nAl dar de alta un almacen debemos especificar un código alfanumérico de uno o varios caracteres. Al ser arbolados se permite que un almacén puede tener subalmacenes, tanto físicos como virtuales.\n\nDentro de un almacén encontraremos diferentes pestañas que nos permitirán ver las existencias actuales de cada uno de los artículos, indicando para cada uno las existencias físicas, las unidades pendientes de recibir y pendientes de servir, la existencia disponible que es la diferencia entre la existencia física en el almacén menos las uniddades pendientes de servir, y la existencia teórica que es el resultado de sumar la existencia física más las unidades pendientes de recibir menos las unidades pendientes de servir.\n\nEn otras pestañas encontramos el detalle de las líneas de pedidos pendientes de servir y pendientes de recibir, y en una última pestaña podremos ver todos los movimientos de entrada y salida que se han producido en el almacén.\n\nGracias a la estructura jerárquica cuando entramos en un almacén que tiene subalmacenes podremos ver no solo las existencias, unidades pendientes de recibir, pendiente de servir y movimientos que se han producido específicamente en ese almacén, sino que además tendremos a la vista lo de todos sus subalmacenes.\n\nEl botón situado en la barra de herramientas de las existencias podremos ejecutar el recálculo de existencias de todos los artículos. Y en el botón calcular de la pestaña de movimientos podremos ejecutar el recálculo de los stocks que quedan en cada movimiento tras producirse la correspondiente entrada o salida. Estas opciones de recálculo no es necesario ejecutarlas, por defecto, ya que el programa siempre tiene calculado en tiempo real las existencias de los movimientos y de los almacenes, sin embargo existen estas opciones para poder forzar el recálculo si en algún momento detectásemos que alguna existencia no es correcta.",
				"URL": "https://youtu.be/pus07dL68_w",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ART_M_MEN",
				"NAME": "Menú de artículos",
				"DSC": "En el menú de maestros de gestión encontramos la opción \"Artículos\". En el menú podremos buscar por trozos y palabras del nombre, descripción larga o la referencia.\n\nArtículos permite gestionar productos físicos y servicios.\n\nPara grabar un nuevo artículo tan solo es obligatorio escribir el nombre, el resto de campos son opcionales.\n\nLa \"Referencia\" es un código interno de la empresa.\nEl check \"No gestionar stock\" se debe activar cuando el artículo no requiera controlar sus existencias.\nEl check \"TPV\" se debe activar si queremos venderlo en los TPV o POS, al activarlo se harán visibles los campos nombre TPV, código de barras, y el precio TPV.\nEl \"Nombre TPV\" se usa para poner una descripción más corta que se imprimirá en el ticket de venta.\nEl \"Código de barras\" sirve para escanear los artículos al venderlos en los TPV o POS.\nLa \"Familia\" permite clasificar los artículos en familias y subfamilias facilitando su organización.\nEl \"Precio\" se refiere al precio de venta que tendrá por defecto el artículo al grabar un presupuesto, pedido, albarán o remito o factura de venta.\nEl check \"Precio IVA incluido\" se debe activar en el caso de que el precio especificado incluya el impuesto.\nEl \"Proveedor\" permite especificar un proveedor por defecto. Esto es útil si el artículo solo lo suministra un único proveedor.\nEl \"Precio TPV\" está pensando para poder aplicar un precio diferente en los TPV o POS.\n\nEn la pestaña \"Existencias\" se muestra la lista de existencias del artículo en cada almacén. La aplicación es multi-almacén. En cada almacén se registra la existencia física, las unidades pendientes de recibir, las unidades pendientes de servir, el disponible (existencia física - pendiente de servir) y la existencia teórcia (existencia física - pendiente de servir + pendiente de recibir). En el botón que está encima de la lista podemos lanzar el recálculo de las existencias por almacén de todos los artículos.\n\nEn la pestaña \"Pdte. recibir\" se muestra el detalle de todas las líneas de pedidos de compra que están pendientes de recibir. Si hacemos doble clic en una línea se abrirá el formulario de edición de la línea de detalle del pedido de compra. En el pie de la lista se totalizan las cantidades e importes.\n\nEn la pestaña \"Pdte. servir\" se muestra el detalle de todas las líneas de pedidos de venta que están pendientes de servir. Si hacemos doble clic en una línea se abrirá el formulario de edición de la línea de detalle del pedido de venta. En el pie de la lista se totalizan las cantidades e importes.\n\nEn la pestaña \"Movimientos\" se detalla la ficha de almacén del artículo, es decir, todas las entradas y salidas de cualquier tipo: inventario, regularización, traspaso, compras y ventas). Si hacemos doble clic en cualquier línea se nos abrirá el formulario del documento correspondiente en el caso de compras y ventas (albarán o remito, o factura), en el caso de operaciones de almacén como inventario o regularización se abrirá el formulario de edición del movimiento. En la parte inferior de la lista encontramos el botón \"Calcular\" que sirve para recalcular la existencia y precio medio que queda tras cada movimiento de almcén, esto solo se utiliza si vemos algún error, ya que por defecto siempre deberá estar calculado correctamente.\n\nEn la pestaña \"Proveedores\" se muestra la lista de todos los proveedores a los que se han realizado compras del artículo indicando: la referencia específica del proveedor (que podría ser su código de barras), la fecha, el precio, el descuento, el precio neto y el coste de la última compra.\n\nEn la pestaña \"Detalle\" podremos especificar los regímenes de IVA que se usan para el artículo en compra y en venta, así como la descripción larga del artículo, donde se pueden especificar las características y una imagen o foto del mismo.\n\nEn la pestaña \"Tarifas\" se detallan los precios que tendrá el artículo cuando se apliquen dichas tarifas. En cada tarifa se puede especificar un precio, un descuento o ambos. Si no hay una tarifa específica a aplicar, se aplica por defecto el precio de venta de cabecera.\n\nEn la pestaña \"Tarifas del cliente\" se detallan los precios especiales que pueden tener determinados clientes para el artículo, pudiendo especificar el precio, el descuento o ambos. Si el cliente tiene un precio especial se aplica, si no lo tiene se aplicaría la tarifa asignada al cliente, y si tampoco la tiene se aplica el precio de cabecera.\n\nEn la pestaña \"Documentos\" se relacionan todos los documentos asociados al artículo que tengamos registrados en la gestión documental. Haciendo doble clic accedemos al formulario desde el que podemos ver, editar o subir el documento.\n\nEn la pestaña \"Contabilización\" se detallan las cuentas contables que se aplicarán al contabilizar facturas de compra o venta del artículo. En caso de que no se grabe un registro para una empresa se usarán las cuentas de compras y ventas configuradas de forma genérica a nivel de empresa.",
				"URL": "https://youtu.be/amALLON3u5Q",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ENT_M_MEN_CLT",
				"NAME": "Menú de clientes",
				"DSC": "Desde el menú de \"Clientes\" podemos visualizar los registros que estén definidos en la aplicación, con la posibilidad de buscarlos por nombre, palabras o por cualquier parte del nombre.\n\nSi pulsamos sobre el botón para realizar un alta de un nuevo cliente, aparecerá un formulario en modo modal para introducir los datos mínimos para la creación del cliente.\nAl pulsar sobre el botón Más Datos nos ofrecerá la posibilidad de cumplimentar datos adicionales del cliente (dirección, tarifas, condiciones de venta o compra, …)\n\nAl seleccionar un cliente o crear uno de nuevo, el formulario nos mostrará los siguientes campos:\n\nNombre Fiscal: nombre fiscal del contacto.\n\nNif: Nif del contacto.\n\nTeléfono: teléfono del contacto.\n\nEmail: email del contacto. \n\nDirección: Dirección completa del contacto. En función de la configuración elegida en la empresa para el tipo de dirección (simplificada o normal), nos mostrará un único campo para introducir la dirección, población, provincia, … o un campo para la dirección, otro para la población y otro para la provincia.\n\nPaís: país del contacto.\n\nContacto relacionado: contacto relacionado con el registro actual. Puede ser un responsable, persona de contacto, …\n\nMás Datos:\nPulsando en el botón Más Datos se nos abrirá un nuevo formulario donde tendremos la posibilidad de continuar introduciendo datos relativos a las cuentas de email, más direcciones, relaciones con otras entidades, ….\n\nEn la pestaña Emails - Teléfonos podremos introducir todas las cuentas de email y teléfonos relacionadas con este contacto.\nDisponemos de unas opciones adicionales para marcar una cuenta de email como la principal del contacto y enviar un email a los registros seleccionados.\n\nEn la pestaña Direcciones podremos introducir direcciones adicionales para otras sedes, fábricas, ...\n\nEn la pestaña Relaciones nos mostrará los contactos relacionados y sus tipos de relación (contacto, empresa relacionada, …).\n\nEn la pestaña Otros, además de poder introducir cuentas adicionales de skype, twitter, facebook, …. seleccionaremos el Tipo de Entidad, los datos de acceso como usuario web para poder visualizar sus facturas, etc, introducir observaciones y una imagen o logotipo del contacto.\n\nEs muy importante definir en la ficha del contacto el Tipo de Entidad que va a ser, pues en función lo que se haya definido, el contacto actuará como cliente, proveedor, almacén etc…  Si el contacto no tiene un tipo de de entidad definido, no será posible incluirla ni localizarla en la aplicación.\n\nLa pestaña Configuración está dividida a su vez en dos sub-pestañas para configurar las Compras/Ventas y los Cobros/Pagos.\n\nSerie de ventas: Serie de ventas por defecto del contacto.\n\nSerie contable de ventas: Serie de ventas asociada al módulo de contabilidad que será aplicada por defecto al contacto.\n\nCuenta contable: Cuenta contable de mayor y auxiliar del contacto, indicando si es cliente, proveedor o acreedor en función del Tipo de entidad escogido.\n\nComercial: Comercial asignado por defecto del contacto.\n\nTarifa de venta: Tarifa de venta a aplicar por defecto al contacto.\n\nIdioma: Selección de idioma que se aplicará a la entidad.\n\nMoneda: Selección de moneda que se aplicará a la entidad.\n\n% IVA especial: En el caso de estar sujeto a un porcentaje de IVA especial, habrá que indicarlo aquí.\n\n% Retención: En el caso de estar sujeto a un porcentaje de Retención diferente al habitual, habrá que indicarlo aquí.\n\nOtros datos: Indicar si el contacto está sujeto a alguno de los supuestos mostrados como minorista, exento de iva, no agrupar albaranes o aplicar retención IRPF.\n\nForma de pago: Forma de pago que se aplicará por defecto al contacto.\n\nMandato: Tipo de mandato (normativa de remesas) correspondiente a la presentación telemática de la remesa del contacto.\n\nFecha firma mandato: Fecha de la firma del mandato del contacto. Este documento podrá ser impreso directamente desde el botón situado a la derecha de la fecha.\n\nSufijo: Sufijo bancario. Este dato será suministrado por la entidad bancaria del contacto.\n\nCuenta: cuenta bancaria del contacto por la que se le girarán los recibos.\nDatos de la entidad bancario habitual del contacto en formato IBAN-Entidad-Oficina-Dígito Control-Cuenta corriente.\n\nDías de pago: Días fijos de pago donde deberán recaer los vencimientos de cobros o pagos asociados a la cuenta del contacto.\n\nPeriodo de no pago: Podemos definir un periodo por el cual el contacto no aceptará vencimientos. En el caso de que un vencimiento (por ejemplo de una factura a un cliente) esté comprendido dentro de ese periodo de no pago, la fecha será cambiada al siguiente día válido.\n\nBanco de pago: Cuenta contable del banco de pago por defecto de este contacto.\n\nBIC/SWIFT: Es una serie alfanumérica de 8 u 11 dígitos que sirve para identificar al banco receptor cuando se realiza una transferencia internacional. Este datos deberá ser suministrado por la entidad bancaria del contacto.\n\nEn la pestaña \"Vencimientos\" nos mostrará los vencimientos de cobro o pago, en función del tipo de entidad si es cliente o proveedor pudiendo elegir el estado de los vencimientos (pendientes, cobrados, pagados, remesados, ...)\nDisponemos de la posibilidad de imprimir un informe con los vencimientos seleccionados y de las opciones contables para las distintas operaciones a realizar con los vencimientos que serán explicados en el módulo de contabilidad.\n\nEn la pestaña Ventas nos mostrará el histórico de todos los documentos del contacto relativos a presupuestos, pedidos, albaranes y facturas pudiendo visualizar cada uno de ellos al hacer doble clic en el registro correspondiente.\n\nTambién mostrará las Tarifas asignadas a esa entidad.\n\nEn la pestaña \"Documentos\" nos mostrará la gestión documental establecida con el contacto, es decir, los documentos que hemos subido a la plataforma establecida como predeterminada en la gestión documental y que hemos seleccionado en la configuración de empresa.",
				"URL": "https://youtu.be/nzyT2F-TVxQ",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ENT_M_MEN_CMR",
				"NAME": "Menú de comerciales",
				"DSC": "Desde el menú de \"Comerciales\" podemos visualizar los registros que estén definidos en la aplicación, con la posibilidad de buscarlos por nombre, palabras o por cualquier parte del nombre.\n\nSi pulsamos sobre el botón para realizar un alta de un nuevo comercial, aparecerá un formulario en modo modal para introducir los datos mínimos para la creación del comercial.\nAl pulsar sobre el botón Más Datos nos ofrecerá la posibilidad de cumplimentar datos adicionales del comercial (dirección, tarifas, condiciones de venta o compra, …)\n\nAl seleccionar un cliente o crear uno de nuevo, el formulario nos mostrará los siguientes campos:\n\nNombre Fiscal: nombre fiscal del contacto.\n\nNif: Nif del contacto.\n\nTeléfono: teléfono del contacto.\n\nEmail: email del contacto. \n\nDirección: Dirección completa del contacto. En función de la configuración elegida en la empresa para el tipo de dirección (simplificada o normal), nos mostrará un único campo para introducir la dirección, población, provincia, … o un campo para la dirección, otro para la población y otro para la provincia.\n\nPaís: país del contacto.\n\nContacto relacionado: contacto relacionado con el registro actual. Puede ser un responsable, persona de contacto, …\n\nMás Datos:\nPulsando en el botón Más Datos se nos abrirá un nuevo formulario donde tendremos la posibilidad de continuar introduciendo datos relativos a las cuentas de email, más direcciones, relaciones con otras entidades, ….\n\nEn la pestaña Emails - Teléfonos podremos introducir todas las cuentas de email y teléfonos relacionadas con este contacto.\nDisponemos de unas opciones adicionales para marcar una cuenta de email como la principal del contacto y enviar un email a los registros seleccionados.\n\nEn la pestaña Direcciones podremos introducir direcciones adicionales para otras sedes, fábricas, ...\n\nEn la pestaña Relaciones nos mostrará los contactos relacionados y sus tipos de relación (contacto, empresa relacionada, …).\n\nEn la pestaña Otros, además de poder introducir cuentas adicionales de skype, twitter, facebook, …. seleccionaremos el Tipo de Entidad, los datos de acceso como usuario web para poder visualizar sus facturas, etc, introducir observaciones y una imagen o logotipo del contacto.\n\nEs muy importante definir en la ficha del contacto el Tipo de Entidad que va a ser, pues en función lo que se haya definido, el contacto actuará como cliente, proveedor, almacén etc…  Si el contacto no tiene un tipo de de entidad definido, no será posible incluirla ni localizarla en la aplicación.\n\nLa pestaña Configuración está dividida a su vez en dos sub-pestañas para configurar las Compras/Ventas y los Cobros/Pagos.\n\nSerie de ventas: Serie de ventas por defecto del contacto.\n\nSerie contable de ventas: Serie de ventas asociada al módulo de contabilidad que será aplicada por defecto al contacto.\n\nCuenta contable: Cuenta contable de mayor y auxiliar del contacto, indicando si es cliente, proveedor o acreedor en función del Tipo de entidad escogido.\n\nComercial: Comercial asignado por defecto del contacto.\n\nTarifa de venta: Tarifa de venta a aplicar por defecto al contacto.\n\nIdioma: Selección de idioma que se aplicará a la entidad.\n\nMoneda: Selección de moneda que se aplicará a la entidad.\n\n% IVA especial: En el caso de estar sujeto a un porcentaje de IVA especial, habrá que indicarlo aquí.\n\n% Retención: En el caso de estar sujeto a un porcentaje de Retención diferente al habitual, habrá que indicarlo aquí.\n\nOtros datos: Indicar si el contacto está sujeto a alguno de los supuestos mostrados como minorista, exento de iva, no agrupar albaranes o aplicar retención IRPF.\n\nForma de pago: Forma de pago que se aplicará por defecto al contacto.\n\nMandato: Tipo de mandato (normativa de remesas) correspondiente a la presentación telemática de la remesa del contacto.\n\nFecha firma mandato: Fecha de la firma del mandato del contacto. Este documento podrá ser impreso directamente desde el botón situado a la derecha de la fecha.\n\nSufijo: Sufijo bancario. Este dato será suministrado por la entidad bancaria del contacto.\n\nCuenta: cuenta bancaria del contacto por la que se le girarán los recibos.\nDatos de la entidad bancario habitual del contacto en formato IBAN-Entidad-Oficina-Dígito Control-Cuenta corriente.\n\nDías de pago: Días fijos de pago donde deberán recaer los vencimientos de cobros o pagos asociados a la cuenta del contacto.\n\nPeriodo de no pago: Podemos definir un periodo por el cual el contacto no aceptará vencimientos. En el caso de que un vencimiento (por ejemplo de una factura a un cliente) esté comprendido dentro de ese periodo de no pago, la fecha será cambiada al siguiente día válido.\n\nBanco de pago: Cuenta contable del banco de pago por defecto de este contacto.\n\nBIC/SWIFT: Es una serie alfanumérica de 8 u 11 dígitos que sirve para identificar al banco receptor cuando se realiza una transferencia internacional. Este datos deberá ser suministrado por la entidad bancaria del contacto.\n\nEn la pestaña \"Vencimientos\" nos mostrará los vencimientos de cobro o pago, en función del tipo de entidad si es cliente o proveedor pudiendo elegir el estado de los vencimientos (pendientes, cobrados, pagados, remesados, ...)\nDisponemos de la posibilidad de imprimir un informe con los vencimientos seleccionados y de las opciones contables para las distintas operaciones a realizar con los vencimientos que serán explicados en el módulo de contabilidad.\n\nEn la pestaña Ventas nos mostrará el histórico de todos los documentos del contacto relativos a presupuestos, pedidos, albaranes y facturas pudiendo visualizar cada uno de ellos al hacer doble clic en el registro correspondiente.\n\nTambién mostrará las Tarifas asignadas a esa entidad.\n\nEn la pestaña \"Documentos\" nos mostrará la gestión documental establecida con el contacto, es decir, los documentos que hemos subido a la plataforma establecida como predeterminada en la gestión documental y que hemos seleccionado en la configuración de empresa.",
				"URL": "https://youtu.be/y0IHF5CfA9I",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ENT_M_MEN",
				"NAME": "Menú de contactos",
				"DSC": "Un contacto dependiendo del rol que se le asigne puede representar a un almacén, cliente, proveedor, empresa, transportista…\n\nDesde el menú de \"Contactos\" podemos visualizar los registros que estén definidos en la aplicación, con la posibilidad de buscarlos por nombre, palabras o por cualquier parte del nombre.\n\nAdemás de filtrar la búsqueda por si están desactivados o no, podemos buscar los contactos filtrando por su tipo, seleccionando si queremos realizar la búsqueda por clientes, comerciales, proveedores, transportistas, ...\n\nSi pulsamos sobre el botón para realizar un alta de un nuevo contacto, aparecerá un formulario en modo modal para introducir los datos mínimos para la creación del contacto.\nAl pulsar sobre el botón Más Datos nos ofrecerá la posibilidad de cumplimentar datos adicionales del contacto (dirección, tarifas, condiciones de venta o compra, …)\n\nAl seleccionar un contacto o crear uno de nuevo, el formulario nos mostrará los siguientes campos:\n\nNombre Fiscal: nombre fiscal del contacto.\n\nNif: Nif del contacto.\n\nTeléfono: teléfono del contacto.\n\nEmail: email del contacto. \n\nDirección: Dirección completa del contacto. En función de la configuración elegida en la empresa para el tipo de dirección (simplificada o normal), nos mostrará un único campo para introducir la dirección, población, provincia, … o un campo para la dirección, otro para la población y otro para la provincia.\n\nPaís: país del contacto.\n\nContacto relacionado: contacto relacionado con el registro actual. Puede ser un responsable, persona de contacto, …\n\nMás Datos:\nPulsando en el botón Más Datos se nos abrirá un nuevo formulario donde tendremos la posibilidad de continuar introduciendo datos relativos a las cuentas de email, más direcciones, relaciones con otras entidades, ….\n\nEn la pestaña Emails - Teléfonos podremos introducir todas las cuentas de email y teléfonos relacionadas con este contacto.\nDisponemos de unas opciones adicionales para marcar una cuenta de email como la principal del contacto y enviar un email a los registros seleccionados.\n\nEn la pestaña Direcciones podremos introducir direcciones adicionales para otras sedes, fábricas, ...\n\nEn la pestaña Relaciones nos mostrará los contactos relacionados y sus tipos de relación (contacto, empresa relacionada, …).\n\nEn la pestaña Otros, además de poder introducir cuentas adicionales de skype, twitter, facebook, …. seleccionaremos el Tipo de Entidad, los datos de acceso como usuario web para poder visualizar sus facturas, etc, introducir observaciones y una imagen o logotipo del contacto.\n\nEs muy importante definir en la ficha del contacto el Tipo de Entidad que va a ser, pues en función lo que se haya definido, el contacto actuará como cliente, proveedor, almacén etc…  Si el contacto no tiene un tipo de de entidad definido, no será posible incluirla ni localizarla en la aplicación.",
				"URL": "https://youtu.be/LEyIWnGbr80",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/CSS_W_MEN",
				"NAME": "Menú de CSS",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLas CSS u hojas de estilo en cascada nos van a permitir configurar la interfaz de nuestra aplicación para aplicar la imagen corporativa de nuestra empresa al estilo visual de nuestra aplicación.\n\nCuando arrancamos la aplicación y si no tenemos configurado ningún estilo por defecto en la configuración general, ni en la empresa a la que accedemos, por defecto se aplica la CSS AUTOEXEC.\n\nLas CSS tienen en el inicio del script el índice con todos los objetos de la CSS que nos permite conocer que objeto debemos configurar visualmente.\n\nSi ejecutamos la aplicación con una resolución muy baja se aplica la CSS compacta, que tiene márgenes, paddings y tamaños más reducidos para que entre mejor en pantalla.\n\nEn el caso de que utilicemos la aplicación móvil, al arrancar la aplicación en Android o iOS se aplica, por defecto, la CSS AUTOEXEC_MOV que tiene características especiales para que los botones se vean más grandes y así con el resto de controles.\n\nPodemos usar la búsqueda por trozos y palabras, aunque habitualmente este menú suele tener pocas opciones.\n\nLas CSS nos permite modificar y aplicarla directamente en tiempo de ejecución y ver como se aplica el cambio directamente.\n\nLa CSS AUTOEXEC-25 contiene variables en lugar de valores y está pensada para su uso con estilos.\n\nSi deseamos crear nuestras propias CSS podemos crearlas introduciendo una etiqueta única, que no exista, una descripción, y copiar un script existente y adaptarlo.\n\nEn la toolbar de CSS se pueden exportar las CSS seleccionadas. Esta exportación deja un fichero en el directorio del caché del cliente. También existe una opción de importar de JSON, lo que permite una vez exportadas unas CSS es moverlas a otro servidor e importarlas. También existe una opción para eliminar todas las CSS seleccionadas.",
				"URL": "https://youtu.be/RlOdkauCgrg",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EMP_M_MEN",
				"NAME": "Menú de empresas y divisiones",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLas empresas pueden tener a su vez delegaciones. Sus códigos son de 3 dígitos lo que permite generar un formato arbolado de empresa-división.\n\nPor defecto se crea la Empresa 1 que es posible reutilizar y que es marcada en su ficha de contacto como tipo \"Empresa\".\n\nEn la pestaña \"Divisiones\" se mostrarán las divisiones asociadas a dicha empresa.\n\nEn la pestaña \"Usuarios\" se mostrará la relación de usuarios con acceso permitido a dicha empresa. Los usuario pueden ser dados de alta desde esta pestaña o desde la opción de \"Usuarios\" del menú general de la aplicación.\n\nEn la pestaña \"Configuración\", disponemos de las opciones para la configuración por parte del administrador de la aplicación para el correcto funcionamiento de la aplicación, módulos y parámetros. En el vídeo referente a la configuración de la empresa se repasan con detalle todas las opciones de configuración.\n\nLa pestaña \"Supervisor\" muestra la posibilidad de configurar el número máximo de usuarios concurrentes para esta empresa, es decir, cuantos usuarios podrán estar a la vez accediendo a esta empresa. Existe además de esta, la posibilidad de configurar los usuarios con acceso a nivel general de la aplicación.\n\nEn \"Usuarios conectados\" la aplicación nos mostrará el listado de usuarios que en ese momento están accediendo a dicha empresa identificando además desde qué ordenador se han conectado así como la fecha y hora de inicio, última conexión y el ID de sesión única.\n\nDisponemos de la posibilidad de expulsar un usuario de la sesión conectada a esa empresa mediante el botón habilitado para ello.\n\nLas configuraciones comentadas son a nivel de empresa, no de división, ya que las divisiones asumen la configuración de la empresa a la que pertenecen.",
				"URL": "https://youtu.be/MTQ9qHKiZlA",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_FAC_G_MEN",
				"NAME": "Menú de facturas de compra",
				"DSC": "Desde el menú de \"Facturas de compra\", visualizaremos las facturas de compra con la posibilidad de buscar por nombre del proveedor, número de documento, ... entre fechas y por estados, Sin confirmar, Conformada, Contabilizada y todas.\n\nDesde la toolbar del menú, además del botón para dar de alta una nueva factura de compra que no sea generada automáticamente desde el pedido o albarán de compra, disponemos de un botón para efectuar un listado de las facturas de compra y de varias opciones más que detallaremos a continuación y que están disponibles tras pulsar el botón de más opciones.\n\n-Pendientes de contabilizar: mostrará solo las facturas de compra que estén pendientes de contabilizar.\n-Contabilizar facturas de compra: contabilizará las facturas de compra seleccionadas, generando los asientos contables y cambiando el estado de las facturas a \"Contabilizada\".\n-Descontabilizar facturas de compra: proceso inverso al anterior, donde eliminará los asientos contables generados y cambiará el estado a \"Conformadas\".\n-Conformar facturas de compra: cambiará el estado de las facturas de compra seleccionadas a \"Conformada\".\n-Abonar facturas de compra: generara´una factura rectificativa (abono) de las facturas seleccionadas tras solicitar una serie de datos necesarios para ello, como son si la factura rectificativa debe generar además albarán de abono o no, la fecha y hora de la factura rectificativa, la serie de la factura, el número de factura y si queremos abonar la totalidad de la factura o sólo algunas líneas. En el caso de seleccionar esta última opción, nos mostrará qué líneas queremos abonar.",
				"URL": "https://youtu.be/awRMC8wOoVQ",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FPG_M_MEN",
				"NAME": "Menú de formas de pago",
				"DSC": "Desde el menú de \"Formas de pago\" podemos visualizar los registros que estén definidos en la aplicación, con la posibilidad de buscarlos por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.",
				"URL": "https://youtu.be/z3EhOYPgJEs",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/USR_GRP_M_MEN",
				"NAME": "Menú de grupos de usuarios",
				"DSC": "Contenido para el administrador de la aplicación.\n\nDesde el menú de grupos de usuarios podemos visualizar los grupos de usuarios dados de alta en la aplicación, con la posibilidad de buscar un grupo por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.",
				"URL": "https://youtu.be/vXL4PlFPTiU",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/IDI_M_MEN",
				"NAME": "Menú de idiomas",
				"DSC": "Desde el menú de \"Idiomas\" podemos visualizar los idiomas definidos en la aplicación, con la posibilidad de buscar un idioma por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nLos idiomas son utilizados en los registros de los contactos de la aplicación en la sección \"Otros\" y en la pestaña de \"Compras/Ventas\".",
				"URL": "https://youtu.be/EEfUSHEj204",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/INF_DEF_W_MEN",
				"NAME": "Menú de informes personalizables",
				"DSC": "Contenido para el administrador de la aplicación.\n\nDesde el menú de \"Informes personalizables\" podemos visualizar los informes personalizables, es decir, los informes que pueden ser modificados en tiempo de ejecución por un usuario,  que estén definidos en la aplicación, con la posibilidad de buscar un informe por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nEn el menú disponemos de la opción para dar de alta nuevos informes y un botón con las opciones para exportar los informes seleccionados en formto JSON, importar los informes desde un servidor central en el caso de ser la primera instalación o la eliminación de los informes seleccionados.",
				"URL": "https://youtu.be/EfRcwKepaao",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/PRS_MEN_W_MEN",
				"NAME": "Menú de menús dinámicos",
				"DSC": "Contenido para el administrador de la aplicación.\n\nDesde el menú de \"Menús dinámicos\" podemos visualizar las opciones de menús que estén definidos en la aplicación, con la posibilidad de buscar una opción por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nEn el menú disponemos de la opción para dar de alta nuevos menús y un botón con las opciones para generar los menús por defecto de la aplicación, exportar los menús seleccionados en formato JSON, importar los menús desde un servidor central en el caso de ser la primera instalación o la eliminación de los menús seleccionados.",
				"URL": "https://youtu.be/B33v-lgP_yA",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/MON_M_MEN",
				"NAME": "Menú de monedas",
				"DSC": "Desde el menú de \"Monedas\" podemos visualizar las monedas definidas en la aplicación, con la posibilidad de buscar una moneda por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\nEn las opciones del menú, además de poder dar de alta nuevas monedas, podemos exportar e importar los registros seleccionados en formato JSON o eliminar los registros seleccionados.\n\nLas monedas son utilizadas en los registros de los contactos de la aplicación en la sección \"Otros\" y en la pestaña de \"Compras/Ventas\".",
				"URL": "https://youtu.be/xL6qKfKfyqA",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/PAI_M_MEN",
				"NAME": "Menú de países",
				"DSC": "Desde el menú de \"Países\" podemos visualizar los países que estén definidos en la aplicación, con la posibilidad de buscar un país por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nLos países son utilizados en los registros de los contactos de la aplicación a la hora de establecer las direcciones de los mismos.",
				"URL": "https://youtu.be/D1UVgr1rJnY",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_G_MEN",
				"NAME": "Menú de pedidos de compras",
				"DSC": "Desde el menú de \"Pedidos de compra\", podemos listar los pedidos realizados entre fechas, buscar por trozos de palabras del proveedor de los pedidos, y elegir la situación en la que se encuentran los pedidos, pudiendo filtrar los pendientes, parcialmente recibidos, recibidos o verlos todos.\n\nEn la toolbar del menú disponemos de las opciones para dar de alta nuevos pedidos de compras, imprimir la relación de los pedidos con sus importes correspondientes y desde el menú de \"Más opciones\" podemos generar los albaranes de compras o las facturas de compras de los albaranes seleccionados, de forma automática.\n\nTras generar los albaranes y/o facturas de la selección, estos serán mostrados en modo ficha para su visualización y posterior gestión.",
				"URL": "https://youtu.be/hyYNiRbgLcM",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/ENT_M_MEN_PRV",
				"NAME": "Menú de proveedores",
				"DSC": "Desde el menú de \"Proveedores\" podemos visualizar los registros que estén definidos en la aplicación, con la posibilidad de buscarlos por nombre, palabras o por cualquier parte del nombre.\n\nSi pulsamos sobre el botón para realizar un alta de un nuevo proveedor, aparecerá un formulario en modo modal para introducir los datos mínimos para la creación del proveedor.\nAl pulsar sobre el botón Más Datos nos ofrecerá la posibilidad de cumplimentar datos adicionales del proveedor (dirección, tarifas, condiciones de venta o compra, …)\n\nAl seleccionar un proveedor o crear uno de nuevo, el formulario nos mostrará los siguientes campos:\n\nNombre Fiscal: nombre fiscal del contacto.\n\nNif: Nif del contacto.\n\nTeléfono: teléfono del contacto.\n\nEmail: email del contacto. \n\nDirección: Dirección completa del contacto. En función de la configuración elegida en la empresa para el tipo de dirección (simplificada o normal), nos mostrará un único campo para introducir la dirección, población, provincia, … o un campo para la dirección, otro para la población y otro para la provincia.\n\nPaís: país del contacto.\n\nContacto relacionado: contacto relacionado con el registro actual. Puede ser un responsable, persona de contacto, …\n\nMás Datos:\nPulsando en el botón Más Datos se nos abrirá un nuevo formulario donde tendremos la posibilidad de continuar introduciendo datos relativos a las cuentas de email, más direcciones, relaciones con otras entidades, ….\n\nEn la pestaña Emails - Teléfonos podremos introducir todas las cuentas de email y teléfonos relacionadas con este contacto.\nDisponemos de unas opciones adicionales para marcar una cuenta de email como la principal del contacto y enviar un email a los registros seleccionados.\n\nEn la pestaña Direcciones podremos introducir direcciones adicionales para otras sedes, fábricas, ...\n\nEn la pestaña Relaciones nos mostrará los contactos relacionados y sus tipos de relación (contacto, empresa relacionada, …).\n\nEn la pestaña Otros, además de poder introducir cuentas adicionales de skype, twitter, facebook, …. seleccionaremos el Tipo de Entidad, los datos de acceso como usuario web para poder visualizar sus facturas, etc, introducir observaciones y una imagen o logotipo del contacto.\n\nEs muy importante definir en la ficha del contacto el Tipo de Entidad que va a ser, pues en función lo que se haya definido, el contacto actuará como cliente, proveedor, almacén etc…  Si el contacto no tiene un tipo de de entidad definido, no será posible incluirla ni localizarla en la aplicación.\n\nLa pestaña Configuración está dividida a su vez en dos sub-pestañas para configurar las Compras/Ventas y los Cobros/Pagos.\n\nSerie de ventas: Serie de ventas por defecto del contacto.\n\nSerie contable de ventas: Serie de ventas asociada al módulo de contabilidad que será aplicada por defecto al contacto.\n\nCuenta contable: Cuenta contable de mayor y auxiliar del contacto, indicando si es cliente, proveedor o acreedor en función del Tipo de entidad escogido.\n\nComercial: Comercial asignado por defecto del contacto.\n\nTarifa de venta: Tarifa de venta a aplicar por defecto al contacto.\n\nIdioma: Selección de idioma que se aplicará a la entidad.\n\nMoneda: Selección de moneda que se aplicará a la entidad.\n\n% IVA especial: En el caso de estar sujeto a un porcentaje de IVA especial, habrá que indicarlo aquí.\n\n% Retención: En el caso de estar sujeto a un porcentaje de Retención diferente al habitual, habrá que indicarlo aquí.\n\nOtros datos: Indicar si el contacto está sujeto a alguno de los supuestos mostrados como minorista, exento de iva, no agrupar albaranes o aplicar retención IRPF.\n\nForma de pago: Forma de pago que se aplicará por defecto al contacto.\n\nMandato: Tipo de mandato (normativa de remesas) correspondiente a la presentación telemática de la remesa del contacto.\n\nFecha firma mandato: Fecha de la firma del mandato del contacto. Este documento podrá ser impreso directamente desde el botón situado a la derecha de la fecha.\n\nSufijo: Sufijo bancario. Este dato será suministrado por la entidad bancaria del contacto.\n\nCuenta: cuenta bancaria del contacto por la que se le girarán los recibos.\nDatos de la entidad bancario habitual del contacto en formato IBAN-Entidad-Oficina-Dígito Control-Cuenta corriente.\n\nDías de pago: Días fijos de pago donde deberán recaer los vencimientos de cobros o pagos asociados a la cuenta del contacto.\n\nPeriodo de no pago: Podemos definir un periodo por el cual el contacto no aceptará vencimientos. En el caso de que un vencimiento (por ejemplo de una factura a un cliente) esté comprendido dentro de ese periodo de no pago, la fecha será cambiada al siguiente día válido.\n\nBanco de pago: Cuenta contable del banco de pago por defecto de este contacto.\n\nBIC/SWIFT: Es una serie alfanumérica de 8 u 11 dígitos que sirve para identificar al banco receptor cuando se realiza una transferencia internacional. Este datos deberá ser suministrado por la entidad bancaria del contacto.\n\nEn la pestaña \"Vencimientos\" nos mostrará los vencimientos de cobro o pago, en función del tipo de entidad si es cliente o proveedor pudiendo elegir el estado de los vencimientos (pendientes, cobrados, pagados, remesados, ...)\nDisponemos de la posibilidad de imprimir un informe con los vencimientos seleccionados y de las opciones contables para las distintas operaciones a realizar con los vencimientos que serán explicados en el módulo de contabilidad.\n\nEn la pestaña Ventas nos mostrará el histórico de todos los documentos del contacto relativos a presupuestos, pedidos, albaranes y facturas pudiendo visualizar cada uno de ellos al hacer doble clic en el registro correspondiente.\n\nTambién mostrará las Tarifas asignadas a esa entidad.\n\nEn la pestaña \"Documentos\" nos mostrará la gestión documental establecida con el contacto, es decir, los documentos que hemos subido a la plataforma establecida como predeterminada en la gestión documental y que hemos seleccionado en la configuración de empresa.",
				"URL": "https://youtu.be/4CUDW_7fO-g",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/PRO_M_MEN",
				"NAME": "Menú de provincias",
				"DSC": "Desde el menú de \"Provincias\" podemos visualizar las provincias que estén definidas en la aplicación, con la posibilidad de buscarlas por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivadas o no.\n\nAl acceder a una provincia nos mostrará su nombre, país y prefijo postal asociado.",
				"URL": "https://youtu.be/tDRgd7SqMRE",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/SER_M_MEN",
				"NAME": "Menú de series",
				"DSC": "En el menú de maestros de gestión encontramos la opción de \"Series\".\n\nComo en todos los menú podremos buscar las series por trozos, palabras y alfabéticamente. Por defecto se muestran todas las series que tengamos creadas.\n\nLas series se dividen 2 tipos: compras y ventas. A su vez dentro de cada tipo las series pueden ser usadas para gestión y también como series contables.\n\nLas series permiten agrupar y numerar las facturas de compras y ventas. Es habitual que las agencias tributarias de los países exijan que la numeración de las facturas sea correlativa. Es decir, que no haya saltos de números de factura. Además, también pueden exigir que se numeren separadamente las facturas nacionales de las que se emiten o reciben de proveedores extranjeros (importación) y en el caso de España también se requiere separar las que son Intracomunitarias (de países de la Unión Europea).\n\nA muchas empresas les interesa separar las facturas cuyo origen son operaciones de contado de las de crédito. También puede servir para separar las facturas por país, delegación, etc.\n\nAl crear una serie debemos grabar obligatoriamente un nombre, una abreviatura y el tipo (si es compras o de ventas). Opcionalmente una serie de checks que activaremos solo si es necesario. \n\nEl check de \"Contador por ejercicio\" si está marcado provoca que cada año comience el contador de facturas de la serie en 1, si está desmarcado la numeración será correlativa y continua cada año donde terminó el anterior.\n\nEl check de \"Exento de IVA\" se marcará cuando la serie se utilice para facturas a las que no se aplica régimen de IVA. Por ejemplo, en España los clientes de Canarias están exentos de IVA.\n\nEl check de \"Aplicar retención de alquileres\" permitir indicar que esa serie se usa para facturas de alquileres. Esto provoca que se aplique la retención del alquiler a las base imponibles de la factura.\n\nEl check de \"No facturable\" se usa albaranes o remitos. Si está marcado el documento ya se considera como facturado sin generar ninguna factura..\n\nEl check de \"No generar registro de IVA\" si está activo indica que cuando se genere la factura de compra o venta de la serie no se generará el correspondiente registro de factura emitida o recibida en contabilidad.\n\nEl check de \"Serie contable\" permite indicar si la serie se usará también en contabilidad. En general, casi todas las series de gestión suelen tener marcado este check ya que se numeran tanto para gestión como para contabilidad. Hay casos en los que se usan varias series de gestión, por ejemplo una serie por cada delegación, que a nivel contable se presentan en una única serie contable, por lo que este check estará desmarcado en todas las series de gestión de cada delegación y por otro lado existirá un serie contable que se aplicará para todas las facturas de esas series. \n\nUna vez activado el check de serie contable debemos especificar el \"Tipo de IVA deducible\" (para facturas de compras) o el \"Tipo de IVA devengado\" (para facturas de ventas). Donde le indicamos cómo se declarará esa serie en la declaración de impuestos.\n\nEn el caso particular de España, hay una particularidad para las facturas de compras intracomunitarias. Ya que en esas facturas aunque viene sin IVA, es necesario aplicar el IVA general tanto en la compra como en una autofactura (factura que se genera para compensar el IVA aplicado en la factura de compra). Esto se contempla si en la serie contable de compras el tipo de IVA deducible es \"Adquisiciones intracomunitarias de bienes corrientes\" o \"Adquisiciones intracomunitarias de servicios\". En esos casos nos aparece un nuevo campo a grabar \"Serie de autofactura intracomunitaria\" donde debemos elegir la serie de facturas de venta donde se generará la \"Autofactura\" y su registro de IVA repercutido para compensar el de compra. \n\nA nivel de empresa podemos configurar cuáles serán las series por defecto de gestión en compras y ventas, y también las contables. A nivel de cada contacto de tipo cliente o proveedor podemos especificar cuál será su serie de gestión y contable por defecto. En caso de que el cliente o proveedor la tenga configurada será la que se use en el correspondiente documento de compra o venta, y en su defecto se usará la configuración a nivel de empresa. En cualquier caso siempre es posible manualmente seleccionar una serie de gestión y contable en cada documento de compra o venta.\n\nEn la pestaña \"Contadores\" veremos un registro por cada empresa en la que se haya usado esa serie. Si la serie tiene activado el check de \"Contador por ejercicio\" veremos un registro por cada año y empresa. Haciendo doble clic en esos registros veremos un formulario que nos muestra para cada documento de compra y venta cuál es el último número de documento generado y la fecha del mismo. Todos estos datos son informativos, ya que en realidad no se usan contadores, sino que cada vez que hay que numerar un documento se usa el valor del último documento que existe de esa serie, empresa y ejercicio.",
				"URL": "https://youtu.be/9etqU53Bm0I",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EST_W_MEN",
				"NAME": "Menú de temas",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLos temas son una versión avanzada de las CSS. Cuentan con un menú que nos permite buscar por trozos y palabras tanto de la etiqueta como de la descripción. Lo normal es que no haya muchos estilos.\n\nPara crear un nuevo tema hay que grabar la etiqueta que debe ser única, una descripción y una CSS que debe usar etiquetas en lugar de valores, ya que los estilos se encargan de sustituir esas etiquetas con los valores correspondientes.\n\nEn los temas se especifican las etiquetas, dos puntos, y el valor de sustitución. Este sistema permite utilizar múltiples etiquetas que identifican con claridad donde se van a usar, y aprovechando el sistema de sustitución múltiple en casaca, a su vez esas etiquetas que son sustituidas por otras etiquetas, a su vez son sustituidas por valores finales que o bien puede ser tamaños, márgenes, paddings, textos, colores, etc.\n\nCrear nuevos temas es tan sencillo como copiar un tema existente y cambiar los valores de tamaños, colores, etc. Es decir, que cambiando unos pocos valores en el estilo estamos cambiando decenas de valores en la CSS de forma rápida y sencilla.\n\nLos temas se pueden exportar a JSON con la opción de la toolbar que exportar los estilos seleccionados. Estos ficheros los exporta a la carpeta de caché del cliente. Estos ficheros se puede copiar a otra carpeta de caché de otro servidor, y usando la opción importar añade los estilos que no existen y modifica aquellos estilos cuya versión sea mayor que la existente.",
				"URL": "https://youtu.be/4Ons_gziRVY",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REL_TIP_M_MEN",
				"NAME": "Menú de tipos de relación",
				"DSC": "Desde el menú de \"Tipos de relación\" podemos visualizar los tipos que estén definidos en la aplicación, con la posibilidad de buscar un tipo por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nUn tipo de relación establece las relaciones entre las fichas de los contactos de nuestra aplicación,sea cual sea el tipo de contacto (clientes, pre-clientes, proveedores, comerciales, ...) y ayuda a identificar la relación comercial entre ellos.",
				"URL": "https://youtu.be/4wuPj2H2hs8",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/DOC_TIP_M_MEN",
				"NAME": "Menú de tipos de documento",
				"DSC": "Los tipos de documentos se gestionan desde el menú maestros de gestión. Esta opción permite gestionar todos los documentos relacionados con las operaciones de cobros y pagos, es decir que podríamos denominarlo como tipos de documentos de cobro y pago.\n\nEl menú muestra por defecto todos los tipos de documentos disponibles, y nos permite buscar por trozos o palabras en el caso de que tengamos una cantidad grande de tipos de documentos.\n\nCuando creamos un tipo de documento solo necesitamos asignarle  un nombre. Un mismo tipo de documento puede usarse tanto para cobros como para pagos, no es necesario crear dos. Hay que tener en cuenta que en el tipo de documento no se especifica información para el cálculo de vencimientos ya que eso se realiza cuando configuramos las formas de pago donde además del nº de vencimientos se especifica el tipo de documento que usará esa forma de pago. Este sistema permite tener para un único tipo de documento múltiples formas de pago diferentes.\n\nEn las 4 pestañas restantes podemos configurar el comportamiento que tendrán los cobros o pagos realizados con ese tipo de documento.\n\nEn la pestaña de configuración de cobros podemos marcar si queremos que se generen automáticamente asientos cada vez que hagamos operaciones de agrupación o desglose de vencimientos de un cliente. También podemos indicar si ese tipo de documento se puede remesar o no, y en caso de ser remesable si agruparán automáticamente los cobros que sean del mismo cliente y vencimiento, incluso podemos configurar que en caso de que los vencimientos del mismo cliente no tengan el mismo vencimiento asuman todos el vencimiento mayor y se agrupen, de esta forma conseguimos reducir los gastos bancarios ya que remesaríamos solo un vencimiento por cliente en cada remesa.\n\nEn la pestaña de plantillas de cobros podemos configurar para cada operación que se realiza con las remesas que plantilla contable queremos usar. Si no especificamos ninguna plantilla no se generarán asientos en esas operaciones. Podemos especificar la plantilla a usar cuando se genera el fichero de presentación de la remesa, qué asiento se generará en el caso de abonar vencimientos al descuento (si el banco nos abona el importe antes de que llegue la fecha de vencimiento, en ese caso el banco cobra una comisión), o el asiento a generar en el caso de abonar vencimiento al cobro (si el banco debe esperar a que se llegue a la fecha de vencimiento, en ese caso el banco no cobra comisión aunque sí un gasto de gestión del cobro), el asiento a generar si marcamos como impagado/devuelto el vencimiento remesado. El asiento a generar cuando el vencimiento llega a su vencimiento, este asiento está relacionado con la contabilización del riesgo, es decir, si cuando abonamos una remesa se generan apuntes a una cuenta puente donde se registra el riesgo de los clientes, cuando llega el vencimiento de los mismos se debe eliminar automáticamente ese saldo de la cuenta de riesgos del cliente. Se puede configurar que después de llegar a la fecha de vencimiento se esperen unos días para dar margen a que puedan llegar las devoluciones del banco. Por último se puede indicar que cuando llega la fecha de vencimiento de un cobro se genere la operación de cobrado sin generar ningún asiento.\n\nLa pestaña de configuración de pagos es similar a la de cobros, pero con los vencimientos a pagar a los proveedores y acreedores.\n\nLa pestaña de plantillas de pagos tiene una operativa similar a la de cobros, salvo que está orientada a las remesas de operaciones de pagos. En ese caso podemos especificar que asiento se debe generar cuando presentamos las ordenes de pago al banco, el asiento a generar si hacemos pagos individuales o si hacemos el pago general de toda la remesa. Por último para la gestión del riego que tenemos con nuestros proveedores podemos indicar que asiento se debe generar para la eliminación del riesgo una vez alcanzado el vencimiento, y al igual que en cobros podemos indicar que se marque un vencimiento como pagado sin que se genere ningún asiento.\n\nHay que tener en cuenta que en este tutorial no se explicarán como se configuran las plantillas de asientos contables, solo usaremos las plantillas que por defecto existen ya configuradas en la aplicación, pero que pueden ser modificadas para ajustarlas al sistema contable que elijamos. También hay que tener en cuenta que los procesos automáticas de eliminación del riesgo tanto en cobros como en pagos se pueden configurar como tareas programadas en el servidor, o incluso que se ejecuten automáticamente cada vez que un usuario ejecuta la aplicación.",
				"URL": "https://youtu.be/quA7-T-XuFA",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/TUR_T_MEN",
				"NAME": "Menú de turnos",
				"DSC": "Desde el menú de \"Turnos\" podemos visualizar los turnos de trabajo de los usuarios del módulo de TPV que estén definidos en la aplicación, con la posibilidad de buscar un turno por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nEstos tipos de turnos, son usados en el acceso del módulo de TPV asignándose a cada usuario para identificar los tickets de caja realizados dentro de dicho turno.",
				"URL": "https://youtu.be/7zEtpzJd3qk",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/USR_M_MEN",
				"NAME": "Menú de usuarios",
				"DSC": "Contenido para el administrador de la aplicación.\n\nDesde el menú de usuarios podemos visualizar los usuarios dados de alta en la aplicación, con la posibilidad de buscar un usuario por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.",
				"URL": "https://youtu.be/vItm0xSXp58",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_MEN_BTN",
				"NAME": "Menús de botón",
				"DSC": "En muchos controles de los formularios de la aplicación encontrarás en la parte izquierda del control un botón llamado menú de botón.\n\nPuedes abrir el menú del botón con la tecla aceleradora (Shift+F4) o haciendo clic con el ratón. El menú más habitual está formado por 3 opciones: Localizar (F5), Nuevo (F6) y Editar (F7).\n\nEstas opciones permiten encontrar un registro, dar alta de un nuevo o editar el registro ya seleccionado. La ventaja es que las opciones y las teclas aceleradoras son siempre las mismas en todos los formularios y en todos los controles, incluso aunque estén dentro de un mismo formulario, ya que la tecla activará la opción para el control que tenga el foco.",
				"URL": "https://youtu.be/vqgKokmClKo",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/PRS_MEN_W",
				"NAME": "Menús dinámicos",
				"DSC": "Contenido para el administrador de la aplicación.\n\nAl acceder a la ficha del menú, nos mostrará el campo \"Código\". Este campo se comporta de forma arbolada, es decir, irá agrupando en menús y submenús en función de cada grupo de 3 dígitos.\n\nEl nombre del menú será el que se mostrará en la sección izquierda del menú desplegable de la aplicación.\n\nEn la pestaña \"Icono y texto\" definiremos los textos a mostrar en el tooltip de la opción y en la barra de estado y ayuda.\n\nEn la sección \"Icono\" tras seleccionar el proyecto de aplicación o datos, nos mostrará la posibilidad de elegir un icono que será asignado a dicha opción, pudiendo limpiar la asignación del icono mediante el botón a tal efecto.\n\nEn la sección \"Objeto a ejecutar\" tenemos que elegir el proyecto (bien sea el de datos o el de aplicación), el tipo de objeto (Acción, Proceso, Menú o Cambio de menú) y el objeto a lanzar en función del tipo de objeto elegido.\n\nTan solo nos quedará asignar los permisos para esta opción de menú con la posibilidad de asignar permisos a todos los grupos de usuarios o a los grupos que seleccionemos.",
				"URL": "https://youtu.be/B33v-lgP_yA",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/MON_M",
				"NAME": "Monedas",
				"DSC": "Las monedas son utilizadas en los registros de los contactos de la aplicación en la sección \"Otros\" y en la pestaña de \"Compras/Ventas\".\n\nAl visualizar la ficha de una moneda, veremos su nombre, el símbolo a mostrar, el valor del código ISO 4217 y el número de ISO. \n\nEn la pestaña de \"Divisas\" podemos ver las cotizaciones de dicha moneda con sus diferentes cambios en otras divisas indicando la fecha de la cotización y el importe del cambio.",
				"URL": "https://youtu.be/xL6qKfKfyqA",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_NAV",
				"NAME": "Navegantes",
				"DSC": "Desde cualquier rejilla de la aplicación, podemos navegar por la información accediendo al menú \"Lista\",  opción \"Navegante\" o bien desde el menú contextual con el mismo nombre.\n\nNos mostrará las opciones para navegar a \"Maestros\", \"Plurales de un registro (F4)\" y \"Plurales de todos los registros\".\n\nEn este ejemplo vemos como partiendo de una lista de artículos, al seleccionar uno de ellos nos permite navegar a sus plurales eligiendo a qué tipo de registros, es decir, a qué tabla de registros enlazada queremos realizar la navegación. Elegiremos \"Líneas de pedidos de venta\" y al pulsarla nos mostrará en la visualización elegida, los registros de esa nueva tabla (\"Líneas de pedidos de venta\") en los que haya sido introducido el artículo seleccionado.\n\nLa navegación puede ser enlazada y en este caso, desde la nueva lista de \"Líneas de pedidos de venta\", realizaremos otra navegación a un nivel superior, es decir, a sus \"Maestros\". Nos mostrará l alista de campos maestros a los que navegar, y elegiremos el campo \"Cliente\".\n\nEsta elección generará una nueva lista de registros con los clientes cuyos pedidos de venta contengan el artículo seleccionado inicialmente.",
				"URL": "https://youtu.be/1G5SZwJ48MM",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_ORD",
				"NAME": "Ordenar, invertir lista, partir y multipartir",
				"DSC": "Dentro de las funcionalidades básicas de las listas de registros, disponemos de la posibilidad de ordenar por cualquier campo de la tabla desde el menú \"Lista\" pulsando en la opción \"Ordenar\".\n\nNos mostrará la lista de los campos y tras elegir uno, se realizará la ordenación por ese campo.\n\nEsta opción de ordenación puede ejecutarse también desde el menú contextual, pulsando el botón derecho del ratón.\n\nUna vez realizada una ordenación, tenemos la posibilidad de invertirla pulsando la opción \"Invertir\".\n\nPodemos partir una lista de registros situándonos en el registro seleccionado y mediante la opción \"Partir\" nos generará una nueva lista de registros con el conjunto de ellos a partir del seleccionado.\n\nLa opción \"Multipartir\" nos mostrará el listado de los campos a elegir y una vez seleccionado el campo, se generarán tantas listas de registros como valores diferentes haya de ese campo.",
				"URL": "https://youtu.be/GoCt_nzKNak",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_PAG_C",
				"NAME": "Pagos. Ficha vencimiento",
				"DSC": "En la ficha del vencimiento a pagar disponemos de los siguientes campos ubicados en la cabecera del formulario:\nAcreedor: cuenta contable del proveedor o acreedor del vencimiento.\nBanco: Cuenta contable del banco donde efectuaremos el pago del venvimiento.\n\nEn la pestaña \"Datos del vencimiento\" encontraremos los siguientes campos:\n-Importes\nNominal: importe nominal del vencimiento.\nGastos: importe de los gastos del vencimiento.\nTotal: suma del nominal más los gastos del vencimiento.\nPagado: importe pagado si existe alguna entrega a cuenta.\nPendiente: importe pendiente por pagar del vencimiento.\n\n-Fechas y documentos\nVencimiento: fecha de vencimiento\nEmisión: fecha de emisión del registro.\nNºFactura: número de factura que ha generado el vencimiento.\nAsiento origen: número de asiento desde el que se generó el vencimiento.\nVencimiento desglosado: indica el número del vencimiento original sobre el que se realizó un desglose de otros vencimientos, en el caso de existir dicho desglose.\n\n-Otros datos\nEstado: situación actual del vencimiento (Pendiente, pagado, remesado, agrupado, desglosado, cancelado).\nNº Remesa: número de la remesa donde ha sido incluído dicho vencimiento.\nTipo documento: Tipo de documento de pago del vencimiento.\nGastos por cuenta del beneficiario: indica si el importe de los gastos es por cuenta del beneficiario.\nPendiente de imprimir: indica si el documento está pendiente de imprimir.\n\n-Banco\nBIC/SWIFT: código BIC/SWIFT de la cuenta de acreedor o proveedor.\n\n-Cuenta\nIBAN: IBAN del acreedor o proveedor.\nEntidad: Entidad bancaria del acreedor o proveedor.\nOficina: Código de la oficina de la entidad bancaria del acreedor o proveedor.\nDC: Dígitos de control de la cuenta del acreedor o proveedor.\nCuenta corriente: número de cuenta corriente del acreedor o proveedor.\n\nDesde el botónubicado en el campo de la cuenta corriente, es posible visualizar la cuenta bancaria del acreedor o proveedor en formato IBAN sin separación por entidad, oficina, etc.\n\nAl pulsar el icono de refresco, los datos bancario se actualizarán desde los existentes en la ficha de maestros de contactos en el módulo de gestión.",
				"URL": "https://youtu.be/QI9mOP1EnP0",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_PAG_C_DOC_EST",
				"NAME": "Pagos. Ficha vencimiento. Datos del vencimiento",
				"DSC": "En la pestaña \"Datos del vencimiento\" encontraremos los siguientes campos:\n-Importes\nNominal: importe nominal del vencimiento.\nGastos: importe de los gastos del vencimiento.\nTotal: suma del nominal más los gastos del vencimiento.\nPagado: importe pagado si existe alguna entrega a cuenta.\nPendiente: importe pendiente por pagar del vencimiento.\n\n-Fechas y documentos\nVencimiento: fecha de vencimiento\nEmisión: fecha de emisión del registro.\nNºFactura: número de factura que ha generado el vencimiento.\nAsiento origen: número de asiento desde el que se generó el vencimiento.\nVencimiento desglosado: indica el número del vencimiento original sobre el que se realizó un desglose de otros vencimientos, en el caso de existir dicho desglose.\n\n-Otros datos\nEstado: situación actual del vencimiento (Pendiente, pagado, remesado, agrupado, desglosado, cancelado).\nNº Remesa: número de la remesa donde ha sido incluído dicho vencimiento.\nTipo documento: Tipo de documento de pago del vencimiento.\nGastos por cuenta del beneficiario: indica si el importe de los gastos es por cuenta del beneficiario.\nPendiente de imprimir: indica si el documento está pendiente de imprimir.\n\n-Banco\nBIC/SWIFT: código BIC/SWIFT de la cuenta de acreedor o proveedor.\n\n-Cuenta\nIBAN: IBAN del acreedor o proveedor.\nEntidad: Entidad bancaria del acreedor o proveedor.\nOficina: Código de la oficina de la entidad bancaria del acreedor o proveedor.\nDC: Dígitos de control de la cuenta del acreedor o proveedor.\nCuenta corriente: número de cuenta corriente del acreedor o proveedor.\n\nDesde el botónubicado en el campo de la cuenta corriente, es posible visualizar la cuenta bancaria del acreedor o proveedor en formato IBAN sin separación por entidad, oficina, etc.\n\nAl pulsar el icono de refresco, los datos bancario se actualizarán desde los existentes en la ficha de maestros de contactos en el módulo de gestión.",
				"URL": "https://youtu.be/QI9mOP1EnP0",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_PAG_C_MEN",
				"NAME": "Pagos. Menú",
				"DSC": "Desde el menú de \"Pagos\", visualizaremos la cartera de pagos de las facturas de compra con la posibilidad de buscar por cuenta del proveedor, entre fechas y si pulsamos en el botón para realizar la búsqueda ampliada, tendremos la posibilidad de ampliar la búsqueda por el banco o caja, el estado del vencimiento (todos, pendientes, pagados, remesados, agrupados, remesados y cancelados) y el tipo de documento.\n\nDesde la toolbar del menú, además del botón para dar de alta un nuevo vencimiento a pagar, disponemos de un botón para efectuar varias opciones más que detallaremos a continuación y que están disponibles tras pulsar el botón de más opciones.\n\n-Pagar: marcará los registros seleccionados como pagados y generará los asientos correspondientes.\n-Agurpar: generará un nuevo vencimiento con la suma de los registros seleccionados, dejando el nuevo registro como pendiente y con el importe de la suma de los registros seleccionados, y marcará esos registros como cancelados por agrupación, en las operaciones de cada vencimiento.\n-Desglosar: agrupación inversa a la anterior. Nos mostrará un formulario donde elegir el número de vencimientos a dividir el registro seleccionado, cancelando ese registro por desglose y generando nuevos vencimientos por su división.\n-Cancelar: marca los registros seleccionados como cancelados, no son eliminados, y no genera asiento contable.\n-Generar nueva remesa de pagos: generará un registro de remesa de pagos añadiendo los registros seleccionados en ella.\n-Añadir los pagos a una remesa existente: nos permitirá seleccionar una remesa de pagos ya existente, y añadir los registros seleccionados en ella.\n-Dejará en la lista los seleccionados: dejará en la lista actual solo los registros seleccionados.\n",
				"URL": "https://youtu.be/oa8RZCALnU0",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_PAG_C_AGR",
				"NAME": "Pagos. Menú. Agrupar",
				"DSC": "La opción \"Agrupar\" generará un nuevo registro en la cartera de vencimientos, con la suma de los importes de los registros seleccionados.\nDichos registros, serán cancelados y en sus históricos de operaciones quedará reflejado que han sido cancelados por un agrupamiento. \nLa trazabilidad nos permitirá visualizar desde el nuevo registro creado, los vencimientos originales que lo han creado, y su opción inversa, es decir, desde cada uno de los registros originales, a qué registro nuevo han sido añadidos.",
				"URL": "https://youtu.be/0rhbFB1NZ70",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_PAG_C_DES",
				"NAME": "Pagos. Menú. Desglosar",
				"DSC": "La opción \"Desglosar\" cancelará el vencimiento seleccionado permitiéndonos elegir en cuantos vencimientos queremos dividirlo. Una vez seleccionados el número de vencimientos a desglosar, se generarán tantos nuevos registros como vencimientos seleccionados cuyo estado pasará a ser \"Pendiente\".\nEsta operación generará el asiento contable correspondiente, así como los movimientos en el histórico de operaciones de la cartera y los desgloses.",
				"URL": "https://youtu.be/wA47B4rIAdY",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_COB_C_PAG",
				"NAME": "Pagos. Menú. Pagar",
				"DSC": "La opción \"Pagar\" nos permite realizar el pago de los registros seleccionados, realizando su asiento contable correspondiente y marcándolos como pagados.\nEsta opción, registrará un movimiento en el histórico de operaciones del vencimiento para permitir su posterior trazabilidad.\nEl el caso de que sea necesario eliminar el asiento por cualquier circunstancia, el registro de la cartera de pagos volverá a su estado inicial de pendiente.",
				"URL": "https://youtu.be/On5qi9-y42w",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTO_PAG_C_OPE",
				"NAME": "Pagos. Operaciones de pago",
				"DSC": "En la pestaña \"Operaciones\" , la aplicación nos mostrará el histórico de las operaciones realizadas sobre el vencimiento.\nExisten diferentes tipos de operaciones:\nEmitido, aceptado, remesado, pagado, reclamado, cancelado, cancelado por desglose, generado por desglose, cancelado por agrupamiento y generado por agrupamiento.\n\nCada uno de estos estados, viene generado por operaciones realizadas con el vencimiento. Al editar la operación, nos abrirá un formulario con los siguientes campos:\n-Datos del vencimiento a pagar: informará de los datos del vencimiento original con la posibilidad de navegar a él gracias a la trazabilidad de la aplicación.\n\n-Datos de la operación: mostrará los campos correspondientes a la operación generada.\nTipo de operación, cuenta auxiliar, fecha de la operación, importe de la operación, documento de pago, concepto y el número de asiento desde el que se originó la operación sobre el vencimiento.\n\nSi eliminamos una operación de pago, se desharán los asientos generados y se modificará el estado del vencimiento al estado original en el que se generó la operación eliminada.",
				"URL": "https://youtu.be/Uekyo3Gbj00",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/PAI_M",
				"NAME": "Países",
				"DSC": "Los países son utilizados en los registros de los contactos de la aplicación a la hora de establecer las direcciones de los mismos.\n\nAl visualizar la ficha de un país, veremos su nombre, la moneda asignada y los códigos ISO2 e ISO3 así como el prefijo telefónico de dicho país. También podemos definir el formato de visualización de las direcciones de ese país, pudiendo elegir entre la visualización del código postal en primer lugar  junto a la población o al revés.\n\nEn las pestañas podemos ver las províncias del país seleccionado, las direcciones de los contactos asignados a este país y las fichas de los contactos que tengan dicho país asignado.\nFinalmente, podemos introducir la imagen de la bandera del país.",
				"URL": "https://youtu.be/D1UVgr1rJnY",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_G",
				"NAME": "Pedidos de compra. Cabecera",
				"DSC": "Al dar de alta un pedido de compra debemos rellenar una serie de campos:\n\n\"Nº Pedido proveedor\": número de pedido o referencia del documento del proveedor.\n\"Nº de documento\": el número de documento se asignará automáticamente una vez empecemos a introducir las líneas y asumirá la numeración en función de la configuración definida por empresa y serie del documento.\n\"Fecha\": fecha del pedido.\n\"Previsto para:\" fecha de entrega prevista.\n\"Proveedor\": proveedor al que realizamos el pedido y que podemos seleccionar mediante el menú asociado a dicho campo.\n\"Contacto\": contacto del proveedor al que realizamos el pedido y que podemos seleccionar mediante el menú asociado a dicho campo.\n\"Forma de pago\": forma de pago prevista del pedido y que se asume por defecto de la ficha del proveedor.\n\"Dirección envío\": dirección de envío del pedido. Por defecto, se asume la dirección establecida como principal en la ficha de la empresa, aunque podemos seleccionar otras direcciones.\n\"Serie\": serie del pedido de compras que se asume por defecto en función de lo establecido en la configuración de la ficha de empresa.\n\"Almacén\": almacén donde se recibirá la mercancía solicitada en el pedido y que es asumido por defecto por el valor que consta en la ficha de empresa.\n\"Estado\": estado actual del pedido. En el alta, el estado es \"Pendiente\" y en función de las tareas realizadas puede ir cambiando a otros estados como \"Parcialmente recibido\" y \"Recibido\".\n\nUna vez introducido el pedido y sus líneas, además de los botones para aceptar, cancelar y eliminar, disponemos de un botón con más opciones, donde podemos duplicar este pedido para ser utilizado como punto de partida de nuevos pedidos o imprimir dicho pedido.",
				"URL": "https://youtu.be/g9Y3TKHRlVc",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_LIN_G",
				"NAME": "Pedidos de compra. Detalle (Subformulario)",
				"DSC": "Una vez realizada el alta de la cabecera del pedido de compra, podemos proceder a introducir las líneas del pedido.\n\nDesde el botón habilitado para dar altas, una vez pulsado, nos aparecerá un formulario en modal con las pestañas \"Artículo\", donde introduciremos los datos del producto a pedir, \"Descripción\", pestaña con la descripción ampliado de la línea, y \"Trazabilidad\", pestaña que nos mostrará toda la trazabilidad de la línea del pedido, es decir, en que línea de albarán de compra y/o factura se ha transformado, estado de la línea, etc.\n\nEn la pestaña \"Artículos\" nos encontramos con los siguientes campos:\n\n\"Artículo\": producto a solicitar que podremos elegir mediante las opciones del botón asociado a dicho campo, además de poder seleccionarlo simplemente empezando a escribir el nombre del producto.\n\"Previsto para\": fecha prevista de entrega, que se asumirá de la cabecera del pedido.\n\"Cantidad\": cantidad solicitada.\n\"Cantidad pendiente\": este campo mostrará las unidades pendientes de recibir y se irá actualizando automáticamente tras las recepciones de material.\n\"Precio\" precio de compra del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"Coste\" precio de coste del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"% descuento\" porcentaje de descuento que será aplicado al producto.\n\"Importe\": importe de la línea de pedido de compra, teniendo en cuenta los precios y su descuento a aplicar.\n\"Tipo de IVA\": tipo de IVA a aplicar que es asumido por defecto de la ficha del artículo.\n\"Retención IRPF\": check que activaremos en el caso que debamos aplicar retención por IRPF a este producto.\n\"Retención alquiler\": check que activaremos en el caso que debamos aplicar retención por alquiler a este producto.\n\"Almacén\": almacén en el que recibiremos el pedido realizado y que se asume de la cabecera del pedido de compra.\n\"Estado\": estado del pedido que irá actualizándose tras las operaciones necesarias en la recepción y facturación del pedido.\n\"Cancelado\": check que activaremos si cancelamos una línea de un pedido de compra.",
				"URL": "https://youtu.be/9MqKPzFlK_8",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_G_IMP_TOT",
				"NAME": "Pedidos de compra. Impuestos",
				"DSC": "En la pestaña \"Impuestos\" de los pedidos de compra, se visualizarán las bases imponibles, iva y recargos de los tipos de impuestos definidos en la aplicación, separándolos por tipos (general, reducido, súper reducido, especial y exento), además de la suma total de las bases, impuestos y el total del pedido, junto a los checks que indican si el pedido tiene aplicado algún tipo de retención.",
				"URL": "https://youtu.be/hbxMQz6LDUw",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_G_GEN_ALB_FAC",
				"NAME": "Pedidos de compra. Recibir",
				"DSC": "",
				"URL": "https://youtu.be/nLnLJA4Cskk",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_G_DET",
				"NAME": "Pedidos de compra. Detalle",
				"DSC": "Una vez realizada el alta de la cabecera del pedido de compra, podemos proceder a introducir las líneas del pedido.\n\nDesde el botón habilitado para dar altas, una vez pulsado, nos aparecerá un formulario en modal con las pestañas \"Artículo\", donde introduciremos los datos del producto a pedir, \"Descripción\", pestaña con la descripción ampliado de la línea, y \"Trazabilidad\", pestaña que nos mostrará toda la trazabilidad de la línea del pedido, es decir, en que línea de albarán de compra y/o factura se ha transformado, estado de la línea, etc.\n\nEn la pestaña \"Artículos\" nos encontramos con los siguientes campos:\n\n\"Artículo\": producto a solicitar que podremos elegir mediante las opciones del botón asociado a dicho campo, además de poder seleccionarlo simplemente empezando a escribir el nombre del producto.\n\"Previsto para\": fecha prevista de entrega, que se asumirá de la cabecera del pedido.\n\"Cantidad\": cantidad solicitada.\n\"Cantidad pendiente\": este campo mostrará las unidades pendientes de recibir y se irá actualizando automáticamente tras las recepciones de material.\n\"Precio\" precio de compra del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"Coste\" precio de coste del producto. Este precio es asumido por defecto de la última compra realizada al proveedor del pedido de este mismo artículo. Puede ser modificado en el momento de la introducción de la línea.\n\"% descuento\" porcentaje de descuento que será aplicado al producto.\n\"Importe\": importe de la línea de pedido de compra, teniendo en cuenta los precios y su descuento a aplicar.\n\"Tipo de IVA\": tipo de IVA a aplicar que es asumido por defecto de la ficha del artículo.\n\"Retención IRPF\": check que activaremos en el caso que debamos aplicar retención por IRPF a este producto.\n\"Retención alquiler\": check que activaremos en el caso que debamos aplicar retención por alquiler a este producto.\n\"Almacén\": almacén en el que recibiremos el pedido realizado y que se asume de la cabecera del pedido de compra.\n\"Estado\": estado del pedido que irá actualizándose tras las operaciones necesarias en la recepción y facturación del pedido.\n\"Cancelado\": check que activaremos si cancelamos una línea de un pedido de compra.",
				"URL": "https://youtu.be/9MqKPzFlK_8",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_G_DOC",
				"NAME": "Pedidos de compra. Documentos",
				"DSC": "En la pestaña \"Documentos\" que está disponible en la mayoría de ficheros maestros y en todos los documentos de gestión (compras y ventas) y en los más significativos de la contabilidad, disponemos de la relación de la gestión documental relacionada con el registro visualizado pudiendo subir un fichero y asociarlo a dicho registro, visualizarlo (la aplicación nos abrirá directamente el fichero con el visor asociado al sistema operativo) o editarlo, función que además de descargarlo a nuestro ordenador, nos lo abrirá en modo \"edición\" solicitándonos la carpeta donde guardarlo para su posterior edición.\n\nAl eliminar un registro, se elimina también el fichero del repositorio donde haya sido ubicado, S3 de Amazon, Google Drive o Dropbox, por lo que este tipo de funcionalidades suelen tener permisos específicos en la aplicación.",
				"URL": "https://youtu.be/50Jbf_YfTKE",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/COM_PED_G_TRZ",
				"NAME": "Pedidos de compra. Trazabilidad",
				"DSC": "En la pestaña \"Trazabilidad\" disponemos de toda la información y seguimiento de los distintos estados por los que ha pasado el pedido, así como los documentos generados a partir de él, como por ejemplo, los albaranes y las facturas que han sido generadas a partir del pedido. Toda esta información que ha sido generada de forma automática por la aplicación, es accesible desde esta misma pestaña, pudiendo visualizar cada uno de los documentos enlazados,",
				"URL": "https://youtu.be/VBbKsjAwVt8",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PED_G_MEN",
				"NAME": "Pedidos de venta. Menú",
				"DSC": "En el menú de ventas encontramos la opción pedidos de ventas.\n\nSe muestra por defecto la lista en orden descendente. Primero el último grabado.\n\nEl buscador permite buscar trozos y palabras del nombre, teléfono o CIF del cliente, nombre del comercial y por el número de documento.\n\nSe puede combinar la búsqueda con otras opciones como son entre fechas y por estado.\n\nEn la toolbar tenemos un botón para imprimir, generar el PDF o previsualizar el informe con la lista de pedidos. Y también tenemos el botón para crear un nuevo pedido.\n\nDesde el botón de la toolbar podemos generar facturas o albaranes (en otros países se denominan despachos o remitos, es el documento que se envía con la mercancía). Al generar las facturas o albaranes si hay seleccionados pedidos del mismo cliente se agruparán en una única factura o albarán siempre que coincidan las condiciones de venta como son la forma de pago y la serie.",
				"URL": "https://youtu.be/q5uI7w-aEGA",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PED_G",
				"NAME": "Pedidos de venta. Cabecera",
				"DSC": "Cuando creamos un nuevo pedido de venta debemos rellenar primero los datos de cabecera.\n\nPor defecto se muestra la fecha del día que podemos modificar escribiendo la nueva fecha o usando el calendario.\n\nLa fecha de entrega debemos escribirla manualmente.\n\nDebemos grabar el cliente ya que es un datos obligatorio.\n\nEl comercial se asume por defecto el que tenga asignado el cliente, aunque también podemos modificarlo.\n\nEl contacto nos permite seleccionarlo de los contactos del cliente.\n\nLa forma de pago asume la que tenga asignada el cliente, y en su defecto la que tenga configurada la empresa, y podemos modificarla manualmente.\n\nDeberíamos elegir una serie de ventas en caso de que no esté ya cubierto automáticamente ya que asume la del cliente y en su defecto de la empresa. Podemos modificarlo manualmente.\n\nSaldrá un almacén por defecto configurado en la empresa. Este dato se usa para que cada vez que se grabe una línea asume el almacén que tenemos grabado en la cabecera, aunque cada línea puede estar asignada a un almacén diferente.\n\nLa dirección de envío asume el valor de la dirección principal del cliente aunque podemos manualmente seleccionar otra dirección del cliente o incluso crear una nueva.\n\nEl estado del pedido se calcula automáticamente. Cuando se crea está pendiente, si hemos servido alguna de sus líneas su estado será parcialmente servido, si todas las líneas están servidas el pedido pasa a estado servido. Si todas o algunas de las líneas del pedido no se van a servir y se marcan como canceladas el estado del pedido pasa a ser cancelado.\n\nEn el botón de opciones tenemos la opción imprimir que nos permite previsualizar, generar en PDF o en papel un pedido. Y la opción duplicar nos permite generar un nuevo pedido para ese cliente u otro,  rellenando los datos de cabecera y que tendrá las mismas líneas de detalle que el original y que podremos ajustar una vez generado.",
				"URL": "https://youtu.be/xbeU7waYMB0",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PED_G_DET",
				"NAME": "Pedidos de venta. Detalle",
				"DSC": "En la pestaña detalle de los pedidos de venta podremos grabar las líneas de detalle del documento.\n\nPodemos grabar las líneas de detalle del documento con el botón más, con doble clic en una zona en blanco de la rejilla, botón derecho de ratón formulario de alta o usando la tecla Insert sobre la rejilla.\n\nSeleccionamos el artículo, aunque también podemos generar líneas sin tener ningún artículo asignado y en ese caso deberemos rellenar el texto en la pestaña descripción.\n\nGrabaremos la cantidad pedida por el cliente.\n\nLa cantidad pendiente se calcula automáticamente en función de la cantidad pedida y la cantidad servida que se acumula al generar los albaranes (despachos o remitos) o facturas.\n\nEl precio lo asume del artículo, o de las condiciones que tenga ese cliente bien por tener una tarifa asignada o un precio especial para ese artículo. El precio podremos modificarlo manualmente para este documento.\n\nEl descuento podemos grabarlo manualmente aunque por defecto se asumirá de las condiciones que tenga el cliente.\n\nHay una serie de datos que aunque no pasa por el ellos el cursor usando la tecla de tabulación sí que podemos acceder con el ratón para su modificación.\n\nEl tipo de IVA se asume del artículo, y lo podemos modificar manualmente.\n\nLa retención de IRPF se asume del cliente, y podemos manualmente asignarlo a las líneas que sean necesarias, no es obligatorio que lo tengan todas las líneas o ninguna.\n\nLa retención de alquiler se usa cuando se venden alquileres de inmuebles.\n\nEl almacén de salida que por defecto se asume de la cabecera del documento pero que podemos modificarlo manualmente.\n\nEl estado se calcula automáticamente. Cuando se crea una línea está pendiente, si hemos servido parte de la cantidad se considera parcialmente servida, si hemos servido todas las cantidades se considera servida o cancelada si está marcado el check de cancelado porque no queramos servir esta línea.\n\nEl check de cancelado se marcará cuando o bien no queremos servir esta línea o si hemos servido parcialmente las cantidades pedidas y las restantes ya no se van a servir.\n\nCon el botón Nueva línea grabamos la línea y se muestra el formulario vacío para rellenar otra línea al documento.\n\nEn la pestaña descripción podemos meter textos específicos que serán usados para la impresión del documento y que nos muestra también en la rejilla.\n\nEn la pestaña de trazabilidad podremos ver en que líneas de albarán o factura se ha servido esta línea del pedido.",
				"URL": "https://youtu.be/YaUD86OxGzw",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PED_G_GEN_ALB_FAC",
				"NAME": "Pedidos de venta. Servir",
				"DSC": "En la pestaña Servir de un pedido de venta nos permitirá generar directamente un albarán o una factura.\n\nLos botones de generación de facturas estarán activos si en la empresa hemos configurado que se permite su generación desde los pedidos.\n\nLa primera columna nos permite grabar la cantidad servida, por defecto tiene el valor de la cantidad pendiente de servir.\n\nEl botón Todo permite servir todas las líneas del pedido que están pendientes de servir en un albarán o en una factura.\n\nEl botón Selección permite servir las líneas seleccionadas del pedido en un albarán o en una factura.\n\nCon estos botones generamos un nuevo albarán o factura con las líneas de detalle y cantidades que hayamos grabado.\n\nEn el pedido las líneas que ya están servidas quedarán con cantidad pendiente a cero. Si están servidas parcialmente mostrarán la cantidad pendiente de servir.\n\nEl estado del pedido cambiará a Servido, si todas sus líneas y están servidas o Parcialmente servido si solo se han servido algunas de sus líneas.\n\nEn el detalle se puede ver en la trazabilidad las líneas de los albaranes o facturas que se han generado desde esa línea del pedido.\n\nEn caso de error podemos rectificar el albarán o factura y esos cambios se verán reflejados directamente en el pedido.\n\nUn pedido servido no permite que se modifiquen sus datos.\nUn albarán es modificable mientras no se facture.\nUna factura es modificable mientras no se contabilice.",
				"URL": "https://youtu.be/1mjy3a10bTE",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PRE_G_MEN",
				"NAME": "Presupuestos de venta. Menú",
				"DSC": "En el menú de ventas encontramos la opción presupuesto de ventas.\n\nEl presupuesto es el documento que se corresponde con la oferta que le hacemos a un cliente y que de ser aceptado se convertirá en un pedido o factura.\n\nSe muestra por defecto la lista en orden descendente. Primero el último grabado.\n\nEl buscador permite buscar trozos y palabras del nombre, teléfono o CIF del cliente, nombre del comercial y por el número de documento.\n\nSe puede combinar la búsqueda con otras opciones como son entre fechas y por estado.\n\nEn la toolbar tenemos un botón para imprimir, generar el PDF o previsualizar el informe con la lista de pedidos. Y también tenemos el botón para crear un nuevo presupuesto.",
				"URL": "https://youtu.be/MzBXxeOhyf8",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PRE_G",
				"NAME": "Presupuestos de venta. Cabecera",
				"DSC": "Cuando creamos un nuevo presupuesto de venta debemos rellenar primero los datos de cabecera.\n\nPor defecto se muestra la fecha del día que podemos modificar escribiendo la nueva fecha o usando el calendario.\n\nLa fecha de validez se calcula automáticamente en base a la configuración de días de validez que se grabar en la empresa.\n\nDebemos grabar el cliente ya que es un datos obligatorio.\n\nEl comercial se asume por defecto el que tenga asignado el cliente, aunque también podemos modificarlo.\n\nEl contacto nos permite seleccionarlo de los contactos del cliente.\n\nLa forma de pago asume la que tenga asignada el cliente, y en su defecto la que tenga configurada la empresa.\n\nLa serie de ventas se asume del cliente y en su defecto de la empresa. Aunque no es un dato obligatorio sí que es recomendable.\n\nLa fecha de envío se podrá seleccionar de entre la diferentes direcciones que tenga el cliente, por defecto se asume la dirección marcada como principal.\n\nEl estado del presupuesto se calcula automáticamente. Cuando se crea está pendiente, si se generan pedidos se considera aceptado, y en la pestaña de observaciones podemos grabar la fecha de rechazo lo que cambie el estado a rechazado.\n\nEn el botón de opciones tenemos la opción imprimir que nos permite previsualizar, generar en PDF o en papel un presupuesto. Y la opción duplicar nos permite generar un nuevo presupuesto rellenando los datos de cabecera y que tendrá las mismas líneas de detalle que el original y que podremos ajustar una vez generado.",
				"URL": "https://youtu.be/vIB90aeulfI",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PRE_G_DET",
				"NAME": "Presupuestos de venta. Detalle",
				"DSC": "En la pestaña detalle de los presupuestos de venta podremos grabar las líneas de detalle del documento.\n\nPodemos grabar las líneas de detalle del documento con el botón más, con doble clic en una zona en blanco de la rejilla, botón derecho de ratón formulario de alta o usando la tecla Insert sobre la rejilla.\n\nSeleccionamos el artículo, aunque también podemos generar líneas sin tener ningún artículo asignado y en ese caso deberemos rellenar el texto en la pestaña descripción.\n\nGrabaremos la cantidad ofertada al cliente.\n\nEl precio lo asume del artículo, o de las condiciones que tenga ese cliente bien por tener una tarifa asignada o un precio especial para ese artículo. El precio podremos modificarlo manualmente para este documento.\n\nEl descuento podemos grabarlo manualmente aunque por defecto se asumirá de las condiciones que tenga el cliente.\n\nHay una serie de datos que aunque no pasa por el ellos el cursor usando la tecla de tabulación sí que podemos acceder con el ratón para su modificación.\n\nEl tipo de IVA se asume del artículo, y lo podemos modificar manualmente.\n\nLa retención de IRPF se asume del cliente, y podemos manualmente asignarlo a las líneas que sean necesarias, no es obligatorio que lo tengan todas las líneas o ninguna.\n\nLa retención de alquiler se usa cuando se venden alquileres de inmuebles.\n\nEl estado se calcula automáticamente. Por defecto es pendiente, y cambiará a medida que vayamos haciendo pedidos de la línea.\n\nCon el botón Nueva línea grabamos la línea y se muestra el formulario vacío para rellenar otra línea al documento.\n\nEn la pestaña descripción podemos meter textos específicos que serán usados para la impresión del documento y que nos muestra también en la rejilla.\n\nEn la pestaña de trazabilidad podremos ver en que líneas se ha pedido esta línea del presupuesto.",
				"URL": "https://youtu.be/fBw-Cxz-eHc",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PRE_G_PED",
				"NAME": "Presupuestos de venta. Pedidos",
				"DSC": "En la pestaña de pedidos de un presupuesto de venta veremos las mismas líneas de detalle que en la pestaña detalle.\n\nLa primera columna nos permite grabar la cantidad a servir, por defecto tiene el valor de la cantidad pendiente de servir.\n\nEl botón Todo permite servir todas las líneas del presupuesto que están pendientes de servir.\n\nEl botón Selección permite servir las líneas seleccionadas.\n\nCon estos botones generamos un nuevo pedido con las líneas de detalle y cantidades que hayamos grabado.\n\nEn el presupuesto las líneas que ya están servidas quedarán con cantidad pendiente a cero. Si están servidas parcialmente muestran la cantidad pendiente de servir.\n\nEl estado del presupuesto cambiará a Aceptado.\n\nEn el detalle se puede ver en la trazabilidad las líneas de pedido que se han generado desde esa línea del presupuesto.\n\nEn caso de error podemos rectificar el pedido y esos cambios se verán reflejados directamente en el presupuesto.\n\nUn presupuesto aceptado no permite que se modifiquen sus datos.\nUn pedido no puede modificarse si ya se hubiese generado un albarán o factura.",
				"URL": "https://youtu.be/G7a7mJGFO0E",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/PRO_M",
				"NAME": "Provincias",
				"DSC": "Desde el menú de \"Provincias\" podemos visualizar las provincias que estén definidas en la aplicación, con la posibilidad de buscarlas por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivadas o no.\n\nAl acceder a una provincia nos mostrará su nombre, país y prefijo postal asociado.",
				"URL": "https://youtu.be/tDRgd7SqMRE",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REM_COB_C_MEN",
				"NAME": "Remesas de cobros. Menú",
				"DSC": "El menú de remesas de cobros nos muestra todas las remesas que están generadas en el período que sale por defecto.\n\nUna remesa es un documento que se preparar para enviar al banco con los cobros pendientes de un determinado tipo de documento y normativa. El banco una vez recibida la remesa se encarga de gestiona el cobro de los vencimientos e ingresarnos el importe.\n\nSi el cobro ya está vencimiento el banco nos cobra unos gastos de gestión, sin embargo si no están vencidos el banco nos cobran una comisión del descuento.\n\nDesde cobros podemos seleccionar los que correspondan un tipo de documento y normativa, no se pueden mezclar en la misma remesa cobros de diferentes tipos de documento o normativa. Los tipos de documento se pueden configurar para indicar si son o no remesables.\n\nUna vez seleccionados los cobros usamos el botón más opciones Generar una nueva remesa. Se abrirá un formulario donde podemos seleccionar el banco por el que enviaremos la remesa, la fecha de envío y la fecha de abono que se calcula automáticamente en función de la configuración que tenga la normativa, aunque podremos cambiar manualmente.\n\nLa nueva remesa generada se muestra en pantalla y podemos hacer cambios antes de enviarla al banco.\n\nEl check de abonada se actualizará automáticamente cuando todos los vencimientos estén abonados.\n\nEl check de al descuento debemos marcarlo manualmente cuando la enviemos para esa gestión por parte del banco.\n\nPodemos añadir más vencimientos a una remesa seleccionando los cobros y utilizando la opción de más opciones Añadir los cobros a una remesa existente. Se mostrará una lista de remesas en curso  para seleccionar con doble clic en la remesa que queremos añadirlo.\n\nSi seleccionamos varios cobros del mismo cliente, si el tipo de documento está configurado para hacerlo se agruparán los cobros en uno solo para reducir los gastos bancarios. La agrupación de esos vencimientos se realiza de forma automática.\n\nEn la relación de remesas se muestra el número de remesa, la fecha de envío, de abono, el banco por el que se envía la remesa, si es o no al descuento, el número de vencimientos totales, número de vencimientos pendientes de abonar, si la remesa está totalmente abonada, el total de la remesa y dos errores:\n\nEMC: Error de mandato caducado. Se produce si desde la fecha de firma del mandato han pasado ya los años de caducidad configurados en el tipo de mandato.\n\nEPP: Error de plazo de presentación superado. Se produce si a la fecha del vencimiento le sumamos los días de plazo de presentación y la fecha calculada es mayor que la fecha de abono de la remesa.\n\nAdemás el menú permite buscar las remesas de un banco, entre fecha y las pendientes de abonar o todas.",
				"URL": "https://youtu.be/F4o5gGAt8RQ",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REM_COB_C",
				"NAME": "Remesas de cobros. Ficha y vencimientos a cobrar",
				"DSC": "En el formulario de la remesa de cobros vamos a encontrar el número, la fecha de envío al banco, la fecha prevista de abono, el tipo de documento, la normativa y el banco.\n\nTodos los vencimientos de una remesa deben ser del mismo.\nTodos los vencimientos de una remesa deben ser de la misma normativa. \n\nEl check de abonada se activa cuando todos los vencimientos han sido abonados, aunque haya impagados se considera abonada.\n\nEl check de Al descuento debemos marcarlo si la remesa se envía para que el banco nos ingrese por adelantado el importe de los vencimientos que todavía no han llegado a su vencimiento.\n\nLa columna 1º se pone a sí si es el primer vencimiento que enviamos a este banco de ese cliente.\n\nLa columna EMC: Error de mandato caducado. Muestra el nº de vencimientos con ese error que se produce si desde la fecha de firma del mandato han pasado ya los años de caducidad configurados en el tipo de mandato.\n\nLa columna EPP: Error de plazo de presentación superado. Muestra el nº de vencimientos con ese error que se produce si a la fecha del vencimiento le sumamos los días de plazo de presentación y la fecha calculada es mayor que la fecha de abono de la remesa.\n\nLos botones del formulario permiten:\n\nBotón Abonar al descuento. Permite abonar al descuento los vencimientos seleccionados. Muestra un formulario donde podemos elegir la fecha de abono y los gastos. Se genera un asiento contable en base a la plantilla configurada en el tipo de documento, al finalizar el proceso se muestra el asiento generado.\n\nBotón Abonar. Permite abonar al cobro los vencimientos seleccionados. Muestra un formulario donde podemos elegir la fecha de abono y los gastos. Se genera un asiento contable en base a la plantilla configurada en el tipo de documento, al finalizar el proceso se muestra el asiento generado.\n\nBotón Impagar. Permite indicar a los vencimientos seleccionados que han sido devueltos por el cliente. Muestra un formulario donde podemos elegir la fecha de abono y los gastos. Se genera un asiento contable en base a la plantilla configurada en el tipo de documento, al finalizar el proceso se muestra el asiento generado. Estos vencimientos se pueden volver a remesar.\n\nBotón Quitar. Permite quitar de la remesa los vencimientos seleccionados.\n\nBotón Imprimir permite previsualizar o generar el informe en un fichero PDF o en papel con la relación de los vencimientos de la remesa.",
				"URL": "https://youtu.be/g12XEggBUcM",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REM_COB_C_VTO_COB",
				"NAME": "Remesas de cobros. Ficha y vencimientos a cobrar",
				"DSC": "En el formulario de la remesa de cobros vamos a encontrar el número, la fecha de envío al banco, la fecha prevista de abono, el tipo de documento, la normativa y el banco.\n\nTodos los vencimientos de una remesa deben ser del mismo.\nTodos los vencimientos de una remesa deben ser de la misma normativa. \n\nEl check de abonada se activa cuando todos los vencimientos han sido abonados, aunque haya impagados se considera abonada.\n\nEl check de Al descuento debemos marcarlo si la remesa se envía para que el banco nos ingrese por adelantado el importe de los vencimientos que todavía no han llegado a su vencimiento.\n\nLa columna 1º se pone a sí si es el primer vencimiento que enviamos a este banco de ese cliente.\n\nLa columna EMC: Error de mandato caducado. Muestra el nº de vencimientos con ese error que se produce si desde la fecha de firma del mandato han pasado ya los años de caducidad configurados en el tipo de mandato.\n\nLa columna EPP: Error de plazo de presentación superado. Muestra el nº de vencimientos con ese error que se produce si a la fecha del vencimiento le sumamos los días de plazo de presentación y la fecha calculada es mayor que la fecha de abono de la remesa.\n\nLos botones del formulario permiten:\n\nBotón Abonar al descuento. Permite abonar al descuento los vencimientos seleccionados. Muestra un formulario donde podemos elegir la fecha de abono y los gastos. Se genera un asiento contable en base a la plantilla configurada en el tipo de documento, al finalizar el proceso se muestra el asiento generado.\n\nBotón Abonar. Permite abonar al cobro los vencimientos seleccionados. Muestra un formulario donde podemos elegir la fecha de abono y los gastos. Se genera un asiento contable en base a la plantilla configurada en el tipo de documento, al finalizar el proceso se muestra el asiento generado.\n\nBotón Impagar. Permite indicar a los vencimientos seleccionados que han sido devueltos por el cliente. Muestra un formulario donde podemos elegir la fecha de abono y los gastos. Se genera un asiento contable en base a la plantilla configurada en el tipo de documento, al finalizar el proceso se muestra el asiento generado. Estos vencimientos se pueden volver a remesar.\n\nBotón Quitar. Permite quitar de la remesa los vencimientos seleccionados.\n\nBotón Imprimir permite previsualizar o generar el informe en un fichero PDF o en papel con la relación de los vencimientos de la remesa.",
				"URL": "https://youtu.be/g12XEggBUcM",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REM_COB_C_PRE",
				"NAME": "Remesas de cobros. Presentación",
				"DSC": "En el formulario de una remesa de cobro encontraremos la pestaña Presentación.\n\nEl botón generar permite generar el fichero a presentar el banco. Al pulsarlo nos pedirá que seleccionemos la carpeta donde queremos guardarlo, se mostrará el XML del fichero.\n\nEl fichero generado incluirá en su nombre el número de remesa y la normativa.",
				"URL": "https://youtu.be/LhsinkynMoM",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REM_COB_C_ASI",
				"NAME": "Remesas de cobros. Asientos",
				"DSC": "En el formulario de la remesa encontramos la pestaña de Asientos.\n\nEn la pestaña se verá la lista de asientos que se haya generado relacionados con la remesa. Dependerá de la configuración del tipo de documento que se generen más o menos asientos. Por ejemplo se pueden generar asientos al crearse la remesa, al añadir más vencimientos, al generar el fichero de la remesa para su presentación, al abonar al cobro, al abonar al descuento, al hacer impagos, etc.",
				"URL": "https://youtu.be/88wcyqIzd5I",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REM_PAG_C_MEN",
				"NAME": "Remesas de pagos. Menú",
				"DSC": "Desde el menú de Remesas de órdenes de pago, visualizaremos las remesas de vencimientos a pagar con la posibilidad de filtrar por el banco de la remesa, entre un periodo de fechas determinado y si deseamos visualizar las que estén pendientes de abonar o todas.\n\nTenemos la posibilidad de realizar un listado de las remesas y desde el botón \"Más opciones\" nos mostrará la posibilidad de dejar en la lista solo los registros seleccionados.",
				"URL": "https://youtu.be/Bhdo7jkUHSQ",
				"AYU_CAT_W": "4",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/SER_M",
				"NAME": "Series",
				"DSC": "En el menú de maestros de gestión encontramos la opción de \"Series\".\n\nComo en todos los menú podremos buscar las series por trozos, palabras y alfabéticamente. Por defecto se muestran todas las series que tengamos creadas.\n\nLas series se dividen 2 tipos: compras y ventas. A su vez dentro de cada tipo las series pueden ser usadas para gestión y también como series contables.\n\nLas series permiten agrupar y numerar las facturas de compras y ventas. Es habitual que las agencias tributarias de los países exijan que la numeración de las facturas sea correlativa. Es decir, que no haya saltos de números de factura. Además, también pueden exigir que se numeren separadamente las facturas nacionales de las que se emiten o reciben de proveedores extranjeros (importación) y en el caso de España también se requiere separar las que son Intracomunitarias (de países de la Unión Europea).\n\nA muchas empresas les interesa separar las facturas cuyo origen son operaciones de contado de las de crédito. También puede servir para separar las facturas por país, delegación, etc.\n\nAl crear una serie debemos grabar obligatoriamente un nombre, una abreviatura y el tipo (si es compras o de ventas). Opcionalmente una serie de checks que activaremos solo si es necesario. \n\nEl check de \"Contador por ejercicio\" si está marcado provoca que cada año comience el contador de facturas de la serie en 1, si está desmarcado la numeración será correlativa y continua cada año donde terminó el anterior.\n\nEl check de \"Exento de IVA\" se marcará cuando la serie se utilice para facturas a las que no se aplica régimen de IVA. Por ejemplo, en España los clientes de Canarias están exentos de IVA.\n\nEl check de \"Aplicar retención de alquileres\" permitir indicar que esa serie se usa para facturas de alquileres. Esto provoca que se aplique la retención del alquiler a las base imponibles de la factura.\n\nEl check de \"No facturable\" se usa albaranes o remitos. Si está marcado el documento ya se considera como facturado sin generar ninguna factura..\n\nEl check de \"No generar registro de IVA\" si está activo indica que cuando se genere la factura de compra o venta de la serie no se generará el correspondiente registro de factura emitida o recibida en contabilidad.\n\nEl check de \"Serie contable\" permite indicar si la serie se usará también en contabilidad. En general, casi todas las series de gestión suelen tener marcado este check ya que se numeran tanto para gestión como para contabilidad. Hay casos en los que se usan varias series de gestión, por ejemplo una serie por cada delegación, que a nivel contable se presentan en una única serie contable, por lo que este check estará desmarcado en todas las series de gestión de cada delegación y por otro lado existirá un serie contable que se aplicará para todas las facturas de esas series. \n\nUna vez activado el check de serie contable debemos especificar el \"Tipo de IVA deducible\" (para facturas de compras) o el \"Tipo de IVA devengado\" (para facturas de ventas). Donde le indicamos cómo se declarará esa serie en la declaración de impuestos.\n\nEn el caso particular de España, hay una particularidad para las facturas de compras intracomunitarias. Ya que en esas facturas aunque viene sin IVA, es necesario aplicar el IVA general tanto en la compra como en una autofactura (factura que se genera para compensar el IVA aplicado en la factura de compra). Esto se contempla si en la serie contable de compras el tipo de IVA deducible es \"Adquisiciones intracomunitarias de bienes corrientes\" o \"Adquisiciones intracomunitarias de servicios\". En esos casos nos aparece un nuevo campo a grabar \"Serie de autofactura intracomunitaria\" donde debemos elegir la serie de facturas de venta donde se generará la \"Autofactura\" y su registro de IVA repercutido para compensar el de compra. \n\nA nivel de empresa podemos configurar cuáles serán las series por defecto de gestión en compras y ventas, y también las contables. A nivel de cada contacto de tipo cliente o proveedor podemos especificar cuál será su serie de gestión y contable por defecto. En caso de que el cliente o proveedor la tenga configurada será la que se use en el correspondiente documento de compra o venta, y en su defecto se usará la configuración a nivel de empresa. En cualquier caso siempre es posible manualmente seleccionar una serie de gestión y contable en cada documento de compra o venta.\n\nEn la pestaña \"Contadores\" veremos un registro por cada empresa en la que se haya usado esa serie. Si la serie tiene activado el check de \"Contador por ejercicio\" veremos un registro por cada año y empresa. Haciendo doble clic en esos registros veremos un formulario que nos muestra para cada documento de compra y venta cuál es el último número de documento generado y la fecha del mismo. Todos estos datos son informativos, ya que en realidad no se usan contadores, sino que cada vez que hay que numerar un documento se usa el valor del último documento que existe de esa serie, empresa y ejercicio.",
				"URL": "https://youtu.be/9etqU53Bm0I",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_TEC_ACE",
				"NAME": "Teclas aceleradoras",
				"DSC": "Muchas de las acciones más habituales que podemos usar en la aplicación y que realizamos con el ratón también podemos realizarla con el teclado. Veámos las más habituales.\n\nPodemos cerrar las pestañas abiertas de la aplicación habiendo clic en la \"x\" situada en la pestaña al lado del nombre, además en los formularios disponemos de un botón cancelar que podemos pulsar haciendo clic con el botón del ratón, sin embargo hay una forma más rápida de hacerlo, y es utilizando el teclado. Pulsando la tecla \"Escape\" podemos cerrar pestañas, tanto en formularios como en menús.\n\nEn los formularios disponenos de un botón aceptar para guardar la información grabada. Además de haciendo clic con el ratón podemos aceptar cualquier formulario utilizando la tecla aceleradora F12.\n\nPara eliminar un registro en la rejilla podemos usar la tecla Suprimir, aunque también podremos acceder al registro haciendo doble clic con el ratón o pulsando la tecla barra espaciadora, se nos abrirá un formulario en el que podremos pulsar el botón Eliminar haciendo clic con el ratón o pulsando la tecla aceleradora \"Control+E\" lo que producirá la ejecución de la acción eliminar que en unos casos mostrará un mensaje de aviso o error, indicando que la acción no se puede realizar, o en la mayoría de los casos nos mostrará un formulario para solicitar la confirmación de si realmente queremos eliminar definitivamente el registro.\n\nEl menú principal de la aplicación situado en la parte izquierda de la aplicación se puede ocultar y volver a mostrar usando la tecla aceleradora \"F3\".\n\nPara cada usuario podemos configurar como queremos que actúe la tecla \"Intro\", en el formulario de configuración del usuario existe un check que marcaremos si queremos que la tecla intro acepte el formulario, es decir que actúe igual que si hacemos clic con el ratón en el botón aceptar o también como si pulsamos F12, sin embargo, si el check no está activado que es el valor por defecto la tecla intro avanzará de control en el formulario saltando del control en curso al siguiente siguiendo el orden de tabulación.\n\nSi en un formulario queremos retroceder al control anterior podemos usar la combinación de teclas aceleradoras \"Mayúscula+Tab\".",
				"URL": "https://youtu.be/wqCclZCW324",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/EST_W",
				"NAME": "Temas",
				"DSC": "Contenido para el administrador de la aplicación.\n\nLos temas son una versión avanzada de las CSS. Cuentan con un menú que nos permite buscar por trozos y palabras tanto de la etiqueta como de la descripción. Lo normal es que no haya muchos estilos.\n\nPara crear un nuevo tema hay que grabar la etiqueta que debe ser única, una descripción y una CSS que debe usar etiquetas en lugar de valores, ya que los estilos se encargan de sustituir esas etiquetas con los valores correspondientes.\n\nEn los temas se especifican las etiquetas, dos puntos, y el valor de sustitución. Este sistema permite utilizar múltiples etiquetas que identifican con claridad donde se van a usar, y aprovechando el sistema de sustitución múltiple en casaca, a su vez esas etiquetas que son sustituidas por otras etiquetas, a su vez son sustituidas por valores finales que o bien puede ser tamaños, márgenes, paddings, textos, colores, etc.\n\nCrear nuevos temas es tan sencillo como copiar un tema existente y cambiar los valores de tamaños, colores, etc. Es decir, que cambiando unos pocos valores en el estilo estamos cambiando decenas de valores en la CSS de forma rápida y sencilla.\n\nLos temas se pueden exportar a JSON con la opción de la toolbar que exportar los estilos seleccionados. Estos ficheros los exporta a la carpeta de caché del cliente. Estos ficheros se puede copiar a otra carpeta de caché de otro servidor, y usando la opción importar añade los estilos que no existen y modifica aquellos estilos cuya versión sea mayor que la existente.",
				"URL": "https://youtu.be/4Ons_gziRVY",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/DOC_TIP_M",
				"NAME": "Tipos de documento",
				"DSC": "Los tipos de documentos se gestionan desde el menú maestros de gestión. Esta opción permite gestionar todos los documentos relacionados con las operaciones de cobros y pagos, es decir que podríamos denominarlo como tipos de documentos de cobro y pago.\n\nEl menú muestra por defecto todos los tipos de documentos disponibles, y nos permite buscar por trozos o palabras en el caso de que tengamos una cantidad grande de tipos de documentos.\n\nCuando creamos un tipo de documento solo necesitamos asignarle  un nombre. Un mismo tipo de documento puede usarse tanto para cobros como para pagos, no es necesario crear dos. Hay que tener en cuenta que en el tipo de documento no se especifica información para el cálculo de vencimientos ya que eso se realiza cuando configuramos las formas de pago donde además del nº de vencimientos se especifica el tipo de documento que usará esa forma de pago. Este sistema permite tener para un único tipo de documento múltiples formas de pago diferentes.\n\nEn las 4 pestañas restantes podemos configurar el comportamiento que tendrán los cobros o pagos realizados con ese tipo de documento.\n\nEn la pestaña de configuración de cobros podemos marcar si queremos que se generen automáticamente asientos cada vez que hagamos operaciones de agrupación o desglose de vencimientos de un cliente. También podemos indicar si ese tipo de documento se puede remesar o no, y en caso de ser remesable si agruparán automáticamente los cobros que sean del mismo cliente y vencimiento, incluso podemos configurar que en caso de que los vencimientos del mismo cliente no tengan el mismo vencimiento asuman todos el vencimiento mayor y se agrupen, de esta forma conseguimos reducir los gastos bancarios ya que remesaríamos solo un vencimiento por cliente en cada remesa.\n\nEn la pestaña de plantillas de cobros podemos configurar para cada operación que se realiza con las remesas que plantilla contable queremos usar. Si no especificamos ninguna plantilla no se generarán asientos en esas operaciones. Podemos especificar la plantilla a usar cuando se genera el fichero de presentación de la remesa, qué asiento se generará en el caso de abonar vencimientos al descuento (si el banco nos abona el importe antes de que llegue la fecha de vencimiento, en ese caso el banco cobra una comisión), o el asiento a generar en el caso de abonar vencimiento al cobro (si el banco debe esperar a que se llegue a la fecha de vencimiento, en ese caso el banco no cobra comisión aunque sí un gasto de gestión del cobro), el asiento a generar si marcamos como impagado/devuelto el vencimiento remesado. El asiento a generar cuando el vencimiento llega a su vencimiento, este asiento está relacionado con la contabilización del riesgo, es decir, si cuando abonamos una remesa se generan apuntes a una cuenta puente donde se registra el riesgo de los clientes, cuando llega el vencimiento de los mismos se debe eliminar automáticamente ese saldo de la cuenta de riesgos del cliente. Se puede configurar que después de llegar a la fecha de vencimiento se esperen unos días para dar margen a que puedan llegar las devoluciones del banco. Por último se puede indicar que cuando llega la fecha de vencimiento de un cobro se genere la operación de cobrado sin generar ningún asiento.\n\nLa pestaña de configuración de pagos es similar a la de cobros, pero con los vencimientos a pagar a los proveedores y acreedores.\n\nLa pestaña de plantillas de pagos tiene una operativa similar a la de cobros, salvo que está orientada a las remesas de operaciones de pagos. En ese caso podemos especificar que asiento se debe generar cuando presentamos las ordenes de pago al banco, el asiento a generar si hacemos pagos individuales o si hacemos el pago general de toda la remesa. Por último para la gestión del riego que tenemos con nuestros proveedores podemos indicar que asiento se debe generar para la eliminación del riesgo una vez alcanzado el vencimiento, y al igual que en cobros podemos indicar que se marque un vencimiento como pagado sin que se genere ningún asiento.\n\nHay que tener en cuenta que en este tutorial no se explicarán como se configuran las plantillas de asientos contables, solo usaremos las plantillas que por defecto existen ya configuradas en la aplicación, pero que pueden ser modificadas para ajustarlas al sistema contable que elijamos. También hay que tener en cuenta que los procesos automáticas de eliminación del riesgo tanto en cobros como en pagos se pueden configurar como tareas programadas en el servidor, o incluso que se ejecuten automáticamente cada vez que un usuario ejecuta la aplicación.",
				"URL": "https://youtu.be/quA7-T-XuFA",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/REL_TIP_M",
				"NAME": "Tipos de relación",
				"DSC": "Desde el menú de \"Tipos de relación\" podemos visualizar los tipos que estén definidos en la aplicación, con la posibilidad de buscar un tipo por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nUn tipo de relación establece las relaciones entre las fichas de los contactos de nuestra aplicación,sea cual sea el tipo de contacto (clientes, pre-clientes, proveedores, comerciales, ...) y ayuda a identificar la relación comercial entre ellos.\n\nAl definir un tipo de relación introduciremos el nombre del tipo y la opción de marcar en gris dicho tipo de relación al mostrarse en la selección en el momento de ser usada.\n\nEn la pestaña \"Contactos\", se nos mostrarán todos los contactos de la aplicación con ese tipo de relación establecida.",
				"URL": "https://youtu.be/4wuPj2H2hs8",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/TUR_T",
				"NAME": "Turnos",
				"DSC": "Desde el menú de \"Turnos\" podemos visualizar los turnos de trabajo de los usuarios del módulo de TPV que estén definidos en la aplicación, con la posibilidad de buscar un turno por nombre, palabras o por cualquier parte del nombre, además de filtrar la búsqueda por si están desactivados o no.\n\nEstos tipos de turnos, son usados en el acceso del módulo de TPV asignándose a cada usuario para identificar los tickets de caja realizados dentro de dicho turno.",
				"URL": "https://youtu.be/7zEtpzJd3qk",
				"AYU_CAT_W": "6",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/USR_M",
				"NAME": "Usuarios",
				"DSC": "Contenido para el administrador de la aplicación.\n\nAl acceder a la ficha de un usuario, nos mostrará su nombre, si tiene un contacto de la base de datos asociado, su fecha de alta en la aplicación y una serie de pestañas con datos adicionales.\n\nGrupos.\nNos mostrará los grupos de usuarios a los que pertenece dicho usuario. Podemos añadir o quitar la asignación del usuario a uno o varios grupos mediante las teclas disponibles para ello.\n\nEmpresas.\nRelación de las empresas a las que tiene autorizado el acceso el usuario. Podemos añadir o quitar la autorización del usuario a una o varias empresas mediante las teclas disponibles para ello.\n\nConfiguración.\nEn esta sección, podemos configurar el comportamiento de la tacla intro para aceptar el formulario en el caso de estar activada, o el paso de los campos con el tabulador en el caso de estar desactivada.\nSi marcamos el campo \"Ayuda visible\", se mostrará el icono para acceder al sistema de ayuda en todos los formularios y menús de la aplicación.\nPodemos introducir la contraseña del usuario para el acceso al módulo de TPV y del API, asñi como indicar la senda donde se guardarán los informes generados en formato PDF. Esta senda se rellenará automáticamente al generar un PDF si está vacía.\n\nDependiente.\nDesde esta pestaña configuraremos si el usuario debe tener acceso al módulo de TPV y si se le activará la petición de la contraseña en la venta de tickets.\nAdemás, podemos añadir un nombre para visualizar el usuario en el TPV, el terminal de acceso por defecto y la división de la empresa a la que se asignará en el momento de acceso al módulo de TPV.\n\nFoto.\nAsignación de una imagen o fotografía del usuario.\n\nSupervisor.\nSi tenemos privilegios de Administrador en la aplicación, esta pestaña nos mostrará un histórico con los accesos del usuario a la aplicación, informando de la máquina, la empresa, la hora de inicio y fin de la sesión, la fecha de la última conexión y el id de la sesión.\n\n",
				"URL": "https://youtu.be/vItm0xSXp58",
				"AYU_CAT_W": "2",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PRE_G_DOC",
				"NAME": "Ventas. Documentos",
				"DSC": "En todos los documentos de ventas existe la pestaña Documentos.\n\nEn esta pestaña se relacionan todos los documentos añadidos que estén relacionados con el documento de venta.\n\nSe trata de una gestión documental.\n\nEn el formulario del documento se puede subir un documento, ver el documento e incluso editarlo. También podemos eliminarlo de la gestión documental.\n\nCuando pulsamos el botón subir seleccionaremos el fichero del disco de nuestro ordenador que se subirá a la gestión documental.\n\nCuando pulsamos el botón ver se descargará a nuestro ordenador y se nos mostrará el programa visor asociado a la extensión del fichero.\n\nCuando pulsamos el botón editar se descargará el documento a la carpeta de nuestro ordenador que elijamos y una vez editado debemos encargarnos nosotros de subirlo actualizando el mismo registro de la gestión documental o incluso creando uno nuevo.\n\nLa gestión documental tiene una opción de menú genérica que contiene todos los documentos que podremos buscar por el nombre o la descripción.",
				"URL": "https://youtu.be/RpVfMHsjH1Q",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PED_G_DOC",
				"NAME": "Ventas. Documentos",
				"DSC": "En todos los documentos de ventas existe la pestaña Documentos.\n\nEn esta pestaña se relacionan todos los documentos añadidos que estén relacionados con el documento de venta.\n\nSe trata de una gestión documental.\n\nEn el formulario del documento se puede subir un documento, ver el documento e incluso editarlo. También podemos eliminarlo de la gestión documental.\n\nCuando pulsamos el botón subir seleccionaremos el fichero del disco de nuestro ordenador que se subirá a la gestión documental.\n\nCuando pulsamos el botón ver se descargará a nuestro ordenador y se nos mostrará el programa visor asociado a la extensión del fichero.\n\nCuando pulsamos el botón editar se descargará el documento a la carpeta de nuestro ordenador que elijamos y una vez editado debemos encargarnos nosotros de subirlo actualizando el mismo registro de la gestión documental o incluso creando uno nuevo.\n\nLa gestión documental tiene una opción de menú genérica que contiene todos los documentos que podremos buscar por el nombre o la descripción.",
				"URL": "https://youtu.be/RpVfMHsjH1Q",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_ALB_G_DOC",
				"NAME": "Ventas. Documentos",
				"DSC": "En todos los documentos de ventas existe la pestaña Documentos.\n\nEn esta pestaña se relacionan todos los documentos añadidos que estén relacionados con el documento de venta.\n\nSe trata de una gestión documental.\n\nEn el formulario del documento se puede subir un documento, ver el documento e incluso editarlo. También podemos eliminarlo de la gestión documental.\n\nCuando pulsamos el botón subir seleccionaremos el fichero del disco de nuestro ordenador que se subirá a la gestión documental.\n\nCuando pulsamos el botón ver se descargará a nuestro ordenador y se nos mostrará el programa visor asociado a la extensión del fichero.\n\nCuando pulsamos el botón editar se descargará el documento a la carpeta de nuestro ordenador que elijamos y una vez editado debemos encargarnos nosotros de subirlo actualizando el mismo registro de la gestión documental o incluso creando uno nuevo.\n\nLa gestión documental tiene una opción de menú genérica que contiene todos los documentos que podremos buscar por el nombre o la descripción.",
				"URL": "https://youtu.be/RpVfMHsjH1Q",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_DOC",
				"NAME": "Ventas. Documentos",
				"DSC": "En todos los documentos de ventas existe la pestaña Documentos.\n\nEn esta pestaña se relacionan todos los documentos añadidos que estén relacionados con el documento de venta.\n\nSe trata de una gestión documental.\n\nEn el formulario del documento se puede subir un documento, ver el documento e incluso editarlo. También podemos eliminarlo de la gestión documental.\n\nCuando pulsamos el botón subir seleccionaremos el fichero del disco de nuestro ordenador que se subirá a la gestión documental.\n\nCuando pulsamos el botón ver se descargará a nuestro ordenador y se nos mostrará el programa visor asociado a la extensión del fichero.\n\nCuando pulsamos el botón editar se descargará el documento a la carpeta de nuestro ordenador que elijamos y una vez editado debemos encargarnos nosotros de subirlo actualizando el mismo registro de la gestión documental o incluso creando uno nuevo.\n\nLa gestión documental tiene una opción de menú genérica que contiene todos los documentos que podremos buscar por el nombre o la descripción.",
				"URL": "https://youtu.be/RpVfMHsjH1Q",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PRE_G_IMP",
				"NAME": "Ventas. Impuestos",
				"DSC": "En todos los documentos de ventas existe la pestaña de Impuestos.\n\nA medida que se van grabando las líneas de detalle se van realizando automáticamente los cálculos de diferentes importes relacionados con los impuestos.\n\nEn esta pestaña se muestre un resumen con las bases imponibles, los porcentajes de impuestos que se asumen de la empresa, pero que podemos modificar específicamente para el documento, y también los impuestos.\n\nEn función de la fiscalidad de la empresa o del cliente puede ser necesario aplicar retención de IRPF. La base acumulará el importe de las líneas que tengan activado el check de retención de IRPF.\n\nSi fuese un documento relacionado con un alquiler de un inmueble sería similar acumulando los importes de las líneas que tuviese activado el check de retención de alquiler.\n\nEn el caso particular de que el negocio tenga recargo de equivalencia podemos se marcará automáticamente, también podremos marcarlo manualmente y se nos calcularán los porcentajes e importes de retención.\n\nLos totales de esta pestaña también están visibles en el pide del formulario para que estén visibles aunque no estemos en la pestaña de impuestos.",
				"URL": "https://youtu.be/GLKHIw3eedo",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PED_G_IMP",
				"NAME": "Ventas. Impuestos",
				"DSC": "En todos los documentos de ventas existe la pestaña de Impuestos.\n\nA medida que se van grabando las líneas de detalle se van realizando automáticamente los cálculos de diferentes importes relacionados con los impuestos.\n\nEn esta pestaña se muestre un resumen con las bases imponibles, los porcentajes de impuestos que se asumen de la empresa, pero que podemos modificar específicamente para el documento, y también los impuestos.\n\nEn función de la fiscalidad de la empresa o del cliente puede ser necesario aplicar retención de IRPF. La base acumulará el importe de las líneas que tengan activado el check de retención de IRPF.\n\nSi fuese un documento relacionado con un alquiler de un inmueble sería similar acumulando los importes de las líneas que tuviese activado el check de retención de alquiler.\n\nEn el caso particular de que el negocio tenga recargo de equivalencia podemos se marcará automáticamente, también podremos marcarlo manualmente y se nos calcularán los porcentajes e importes de retención.\n\nLos totales de esta pestaña también están visibles en el pide del formulario para que estén visibles aunque no estemos en la pestaña de impuestos.",
				"URL": "https://youtu.be/GLKHIw3eedo",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_ALB_G_IMP",
				"NAME": "Ventas. Impuestos",
				"DSC": "En todos los documentos de ventas existe la pestaña de Impuestos.\n\nA medida que se van grabando las líneas de detalle se van realizando automáticamente los cálculos de diferentes importes relacionados con los impuestos.\n\nEn esta pestaña se muestre un resumen con las bases imponibles, los porcentajes de impuestos que se asumen de la empresa, pero que podemos modificar específicamente para el documento, y también los impuestos.\n\nEn función de la fiscalidad de la empresa o del cliente puede ser necesario aplicar retención de IRPF. La base acumulará el importe de las líneas que tengan activado el check de retención de IRPF.\n\nSi fuese un documento relacionado con un alquiler de un inmueble sería similar acumulando los importes de las líneas que tuviese activado el check de retención de alquiler.\n\nEn el caso particular de que el negocio tenga recargo de equivalencia podemos se marcará automáticamente, también podremos marcarlo manualmente y se nos calcularán los porcentajes e importes de retención.\n\nLos totales de esta pestaña también están visibles en el pide del formulario para que estén visibles aunque no estemos en la pestaña de impuestos.",
				"URL": "https://youtu.be/GLKHIw3eedo",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_IMP",
				"NAME": "Ventas. Impuestos",
				"DSC": "En todos los documentos de ventas existe la pestaña de Impuestos.\n\nA medida que se van grabando las líneas de detalle se van realizando automáticamente los cálculos de diferentes importes relacionados con los impuestos.\n\nEn esta pestaña se muestre un resumen con las bases imponibles, los porcentajes de impuestos que se asumen de la empresa, pero que podemos modificar específicamente para el documento, y también los impuestos.\n\nEn función de la fiscalidad de la empresa o del cliente puede ser necesario aplicar retención de IRPF. La base acumulará el importe de las líneas que tengan activado el check de retención de IRPF.\n\nSi fuese un documento relacionado con un alquiler de un inmueble sería similar acumulando los importes de las líneas que tuviese activado el check de retención de alquiler.\n\nEn el caso particular de que el negocio tenga recargo de equivalencia podemos se marcará automáticamente, también podremos marcarlo manualmente y se nos calcularán los porcentajes e importes de retención.\n\nLos totales de esta pestaña también están visibles en el pide del formulario para que estén visibles aunque no estemos en la pestaña de impuestos.",
				"URL": "https://youtu.be/GLKHIw3eedo",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PRE_G_TRZ",
				"NAME": "Ventas. Trazabilidad",
				"DSC": "La trazabilidad permite visualizar todo el ciclo de ventas realizado.\n\nDesde un presupuesto de venta podremos ver qué pedidos, albaranes (despacho o remitos) y facturas se han generado.\n\nDesde un pedido de venta podremos ver de qué presupuestos procede y qué albaranes o facturas se han generado.\n\nDesde un albarán de venta (despachos o remitos) veremos de qué presupuestos y pedidos proceden y qué facturas se han generado.\n\nDesde una factura de venta  veremos de qué presupuestos, pedidos o albaranes (despacho o remitos) proceden, además se verá si se han generado abonos.\n\nAdemás de las cabeceras, las líneas también tienen trazabilidad permitiendo ver desde una línea de presupuesto que pedidos se han generado, desde la línea de un pedido en qué albaranes o facturas se ha servidor y desde las líneas de un albarán o factura de qué pedido proceden.",
				"URL": "https://youtu.be/Y50T4HCKP9s",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_PED_G_TRZ",
				"NAME": "Ventas. Trazabilidad",
				"DSC": "La trazabilidad permite visualizar todo el ciclo de ventas realizado.\n\nDesde un presupuesto de venta podremos ver qué pedidos, albaranes (despacho o remitos) y facturas se han generado.\n\nDesde un pedido de venta podremos ver de qué presupuestos procede y qué albaranes o facturas se han generado.\n\nDesde un albarán de venta (despachos o remitos) veremos de qué presupuestos y pedidos proceden y qué facturas se han generado.\n\nDesde una factura de venta  veremos de qué presupuestos, pedidos o albaranes (despacho o remitos) proceden, además se verá si se han generado abonos.\n\nAdemás de las cabeceras, las líneas también tienen trazabilidad permitiendo ver desde una línea de presupuesto que pedidos se han generado, desde la línea de un pedido en qué albaranes o facturas se ha servidor y desde las líneas de un albarán o factura de qué pedido proceden.",
				"URL": "https://youtu.be/Y50T4HCKP9s",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_ALB_G_TRZ",
				"NAME": "Ventas. Trazabilidad",
				"DSC": "La trazabilidad permite visualizar todo el ciclo de ventas realizado.\n\nDesde un presupuesto de venta podremos ver qué pedidos, albaranes (despacho o remitos) y facturas se han generado.\n\nDesde un pedido de venta podremos ver de qué presupuestos procede y qué albaranes o facturas se han generado.\n\nDesde un albarán de venta (despachos o remitos) veremos de qué presupuestos y pedidos proceden y qué facturas se han generado.\n\nDesde una factura de venta  veremos de qué presupuestos, pedidos o albaranes (despacho o remitos) proceden, además se verá si se han generado abonos.\n\nAdemás de las cabeceras, las líneas también tienen trazabilidad permitiendo ver desde una línea de presupuesto que pedidos se han generado, desde la línea de un pedido en qué albaranes o facturas se ha servidor y desde las líneas de un albarán o factura de qué pedido proceden.",
				"URL": "https://youtu.be/Y50T4HCKP9s",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/VTA_FAC_G_TRZ",
				"NAME": "Ventas. Trazabilidad",
				"DSC": "La trazabilidad permite visualizar todo el ciclo de ventas realizado.\n\nDesde un presupuesto de venta podremos ver qué pedidos, albaranes (despacho o remitos) y facturas se han generado.\n\nDesde un pedido de venta podremos ver de qué presupuestos procede y qué albaranes o facturas se han generado.\n\nDesde un albarán de venta (despachos o remitos) veremos de qué presupuestos y pedidos proceden y qué facturas se han generado.\n\nDesde una factura de venta  veremos de qué presupuestos, pedidos o albaranes (despacho o remitos) proceden, además se verá si se han generado abonos.\n\nAdemás de las cabeceras, las líneas también tienen trazabilidad permitiendo ver desde una línea de presupuesto que pedidos se han generado, desde la línea de un pedido en qué albaranes o facturas se ha servidor y desde las líneas de un albarán o factura de qué pedido proceden.",
				"URL": "https://youtu.be/Y50T4HCKP9s",
				"AYU_CAT_W": "3",
				"VER_ULT_ACT": "26.0"
			},
			{
				"ID": "amhon_app/FUN_BAS_VIS_ALT",
				"NAME": "Vistas alternativas y generar vistas con otro visor",
				"DSC": "Una opción habitual cuando estamos visualizando una lista de registros es poder usar el botón derecho del ratón para mostrar el menú contextual donde encontraremos la opción vistas alternativas.\n\nEn esa opción de menú podemos encontrar otras vistas que nos permite mostrar la misma información con una vista diferente como por ejemplo los pedidos de venta con una rejilla avanzada, permiendo agrupar los pedidos por diferentes campos. Otro ejemplo es el de los saldos contables que en la rejilla por defecto muestran las sumas y los saldos de cada cuenta, y que como vista alternativa nos permite ver los saldos de cada mes para cada cuenta. Otro ejemplo de la potencia de las vistas alternativas es el menú de cuentas auxiliares que por defecto nos muestra las cuentas auxiliares y dispone de una vista alternativa para auditar los saldos contables con la deuda de los clientes y proveedores.",
				"URL": "https://youtu.be/34S4xbRObn4",
				"AYU_CAT_W": "1",
				"VER_ULT_ACT": "26.0"
			}
		]
	}
]